[
    {
        "chapter": "Preliminary",
        "chapter_no": "I",
        "section_no": "1",
        "section_title": "Short title",
        "description": "These rules shall be called “The Civil Rules of Practice and Circular Orders.”\n"
    },
    {
        "chapter": "Preliminary",
        "chapter_no": "I",
        "section_no": "2",
        "section_title": "Definitions",
        "description": "In these Rules, unless there is some thing repugnant to the subject or context;\n(a) “Address for service” means the place appointed by a party, or his Advocate, at which service of summons, notice or other process may be made on such party;\n(b) “Advocate” includes a pleader;\n(c) “Application” includes execution application, execution petition, and interlocutory application, whether written or oral;\n(d) “Code” means the Code of Civil Procedure, 1908 as amended from time to time;\n(e) “Execution Petition” means a petition to the court for the execution of any decree or order;\n(f) “Execution Application” means an application to the court made in a pending execution petition, and includes an application of transfer, of a decree.\n(g) “First hearing” includes the hearing of a suit for settlement of issues and any adjournment there for.\n(h) “High Court” means the High Court of Andhra Pradesh\n(i) “Interim decree” means an decree declaring the rights and liabilities of the several parties and providing for the determination of the particular property or sum of money to be apportioned or paid to any party, or for otherwise giving effect to such declaration;\n(j) “Interlocutory application” means an application to the court in any suit, appeal or proceedings already instituted in such court, other than a proceeding for execution of a decree or order;\n(k) “Original petition” means a petition whereby any proceeding other than a suit or appeal or proceedings in execution of a decree or order, is instituted in a court;\n(l) “Proceeding” includes all documents presented to or filed in court by any party or commissioner or other officer of court, other than documents produced as evidence;\n(m)“Verified” means verified in the manner provided by Order VI Rule 15 of the Code;\n(n) “Other expression” all other expressions used herein shall have the respective meanings prescribed by the Code or the General Clauses Act, 1897.\n"
    },
    {
        "chapter": "Preliminary",
        "chapter_no": "I",
        "section_no": "3",
        "section_title": "Sitting of Courts",
        "description": "The Setting of court shall ordinarily commence not later than 11 A.M. and unless the work of the day is disposed of earlier the Court shall not rise before 5 p.m.; except for lunch on between 2 and 2.30 p.m.;\n"
    },
    {
        "chapter": "Preliminary",
        "chapter_no": "I",
        "section_no": "4",
        "section_title": "Judicial work on Sunday",
        "description": "No case shall ordinarily be heard and no judicial act formally announced or done on a Sunday or other Public Holiday.\nProvided that the court may sit on a Sunday or other Public Holiday for the purpose of completing the examination of a witness or any other urgent proceeding then in progress which cannot be adjourned to the next working day.\n"
    },
    {
        "chapter": "Preliminary",
        "chapter_no": "I",
        "section_no": "5",
        "section_title": "Forms",
        "description": "The forms in Appendix III, Part-II, here to shall be used with such variations as Circumstances may require.\n"
    },
    {
        "chapter": "Preliminary",
        "chapter_no": "I",
        "section_no": "6",
        "section_title": "Reckoning of prescribed day",
        "description": "In all cases in which may particular number of days, not expressed to be clear days, is prescribed by these rules, the same shall be reckoned exclusively of the last day, unless the last day falls on a Sunday, or other day on which the office of the Court is closed, in which case the time shall be reckoned exclusively of that day also, and of any other following day or days during which the office may continue to be closed.\n"
    },
    {
        "chapter": "Preliminary",
        "chapter_no": "I",
        "section_no": "7",
        "section_title": "Service of notice",
        "description": "(1) Except where otherwise provided by the Code, or these Rules, or any law for the time being in force, any notice, directed to be given to any party shall be in writing and may be served by the party or his Advocate on the other party, or his Advocate personally, or by sending the same by post in a registered post cover “ACKNOWLEDGEMENT DUE, OR BY SPEED POST OR BY AN APPROVED COURIER SERVICE OR BY FAX MASSAGE OR BY ELECTRONIC MAIL SERVICE OR BY SUCH MEANS” to the address for service of the party or his Advocate.\n(2) (a) Where the party is directed/permitted by an order of the court to take out summons/notices by Registered Post “acknowledgement due, OR By Speed post or by an approved Courier service or by Fax message or by electronic Mail service or by such means”, the PRESIDING OFFICER shall hand over summons/notices duly prepared and signed by the authorized Officer to the petitioner or his advocate for service on the other parties.\n(b) The petitioner or his advocate shall file a Memo stating the mode of service by which he effected the service enclosing the acknowledgement card or returned postal covers or any other proof.\n(3) The DISTRICT JUDGE shall prepare a panel of courier services for the courts situated at the District Head Quarters and separate panels for the courts situated outside the District Head Quarters for sending summons, notices, and other process by such courier service and such panels shall continue until further orders.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "8",
        "section_title": "Form of plaints, etc",
        "description": "All plaints, written Statements, applications affidavits, memoranda of appeal and other proceedings presented to the court, shall be written, type written or printed, fairly and legible on stamped paper or on substantial foolscap folio paper, with an outer margin of about two inches and an inner margin about one inch wide, and separate sheets shall be stitched together book wise.\nThe writing or printing may be on both sides of the paper, and numbers shall be expressed in figures.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "9",
        "section_title": "Cause – title of plaint etc",
        "description": "a. A plaint, or original petition, shall be headed with a cause-title, as in Form No. 1 The cause-title shall set out the name of the court, and the names of the parties, separately numbered, and described as plaintiffs and defendants or petitioners and respondents as the case may be.\n b. Cause title of memorandum of appeal:- A memorandum of appeal shall be headed with a cause-title setting out the names of the courts to and from which the appeal is brought, the names of the parties, separately numbered and described as appellants and respondents, and also the full cause title of the suit or matter in the lower court, as in Form No. 2.\n c. Cause – title of subsequent proceedings: - All proceedings, Subsequent to a plaint or original petition shall be headed with cause-title as in Form No. 1 and all proceedings subsequent to a memorandum of appeal shall be headed with a cause-title as in the first part of Form No. 2.\n d. Description of contents:- Every proceedings shall also contain, immediately after the cause-title, a short description of its contents, as in Form Nos. 5 &6.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "10",
        "section_title": "Names etc. of Parties",
        "description": "The full name, residence, and description of each party, and if such is the case, the fact that any party uses or in used in a representative character, shall be set out at the beginning of a plaint, original petition, or memorandum of appeal, as in Form No. 5 and need not be repeated in the subsequent proceedings in the same suit, appeal or matter.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "11",
        "section_title": "Address for Service",
        "description": "a. Every pleading shall contain the address for service, which shall be within the local limits of the jurisdiction of the court in which the suit is filled or of the District Court in which the party ordinarily resides.\nThe address for service shall contain particulars such as the Municipal or Panchayat number of the house, name of the street and locality.\n b. A party who desired to change the address for service given by him as aforesaid shall file a verified petition and the court may direct the amendment of the record accordingly.\nNotice of every such petition be given to all the other parties to the suit.\n c. The address so given shall be called the registered address of the party and shall, until duly changed as aforesaid, be deemed to be address of the party for the purpose of service of all processes in the suit or in any appeal from the decree or order therein made and for the purpose of execution.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "12",
        "section_title": "Suits by or against numerous parties",
        "description": "a. An application under Order I, Rule 8 of the Code shall be supported by an affidavit stating the number or approximate reside; that they have all the same interest in the subject-matter of the suit, and the nature of the said interest, and the best means of giving notice of the institution of the suit to the said parties, and the probable cost thereof.\nIf the application is made by the plaintiff, it may be made in Form No. 10 and the estimated costs of giving notice of the institution of the suit shall at the same time be deposited in court.\n b. The Plaint shall state that the plaintiff sues on behalf of himself and all other persons interested in the subject-matter of the suit, or sues the defendant as representing all persons so interested and the summons to the defendant shall contain the notice set forth in Form No. 11.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "13",
        "section_title": "When application is made by defendant",
        "description": "If the application is made by a defendant, notice thereof shall be given to all parties to the suit; and if permission is granted.\nThe plaint shall be amended by inserting a statement that the defendant is with the leave of the court, sued as the representative of all persons interested in the subject – matter of the suit.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "14",
        "section_title": "Proceedings in respect of immovable property",
        "description": "Every plaint, original petition and memorandum of appeal, in which relief is sought with respect to immovable property, shall state, as part of the description thereof the registration district, sub-district, the name of the village, Municipality or Corporation in which the property is situate, the survey number of the house number, if any, the market value of the property and the value for purpose the court-fee and jurisdiction as computed according to the provisions of the Andhra Pradesh Court Fees and Suits Valuation Act, 1956.\nIn cases where the court fee payable on the rental value, the annual rental value of the property for which it is let, and there shall be annexed thereto a statement duly filled in and signed by the party of the particulars mentioned in Form No. 8.\nIn the absence of the said particulars, the proceedings may be received but shall not be admitted or filed until the provisions of this rule have been complied with.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "15",
        "section_title": "Leave to sue",
        "description": "a. If under Section 20(b) of the Code, leave to institute a suit is required, the plaint shall contain a prayer that leave may be granted, and shall be accompanied by an affidavit stating the residences and occupations of the several defendants and the reasons for instituting the suit in the court.\n b. If leave to sue is granted, the summons to the defendant shall contain the notice set out in Form No. 9.\n c. The Court may, in its discretion, issue notice of the application to the defendants before passing an order thereon.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "16",
        "section_title": "List of documents filed along with the plaint",
        "description": "Every plaint shall at the foot thereof, contain a list, to be signed by the plaintiff or his advocate of the documents filed therewith, in Form No. 7 or a statement, signed as aforesaid, that no document is filed therewith.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "17",
        "section_title": "Form prescribed for list filed under Order XIII, Rule 1",
        "description": "The list of documents, if any filed, by the parties under Order XIII, Rule 1 of the Code, shall be in Form No. 7.\nIn the case of a document produced by a witness or person summoned to produce a document, the form shall be supplied by the party at whose instance the document was produced.\nThe list as well as the documents shall be immediately entered in the general index.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "18",
        "section_title": "Translation of document",
        "description": "Every document produced by a party or his witness not written in the language of the court or in English shall be accompanied by a correct translation of the document into the language of the court or in English.\nThe translation is correct.\nIf the party is not represented by an Advocate, the court shall have the translation certified by any person appointed by it in this behalf at the cost of the concerned party.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "19",
        "section_title": "Note on defaced documents",
        "description": "When a document produced with any pleading appears to be defaced, torn, or in any way damaged, or where its condition or appearance required special notice, a note of its condition and appearance shall be made on the list of documents by the party producing the same and should be checked and initialed, if correct, by the receiving officer.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "20",
        "section_title": "Presentation of proceedings",
        "description": "a. All plaints, written statements, applications, and other proceedings and documents may be presented to or filed in court by delivering the same by the party in person or by his recognized agent or by his Advocate or by a duly registered clerk of the Advocate to the Chief Ministerial Officer of the court or such other officers as may be designated for the purpose by the Judge before 4.00 p.m. on any working day.\nProvided that in case where the limitation expires on the same day they may be received by a Judge even after 4.00 p.m.\n b. The Officer to whom such documents were presented shall at once endorse on the documents the date of presentation, the value of the stamp fixed and if the proceedings, are thereby instituted, shall insert the serial number.\n c. In case of paper bearing court fee stamps, he shall, if required, issue a receipt in Form No. 17 in Appendix III – L to these rules.\n d. Every plaint or proceeding presented to or filed in court shall be accompanied by as many copies on plain paper of the plaint or proceedings and the document referred to in Rule 16, as there are defendants or respondents unless the court otherwise dispenses with such copies of the documents by reason of their length or for any other sufficient reason.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "21",
        "section_title": "Date of pleading",
        "description": "Every pleading or other document filed in a court shall bear the date on which the signature of the party is affixed, the date of its presentation and the date of its filing in Court.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "22",
        "section_title": "Procedure on presentation",
        "description": "a. On presentation of every plaint the same shall be entered in Register No. 17 in Appendix II, Part-II, Volume II and examined by the Chief Ministerial Officer of the Court.\n b. If he finds that the plaint complies with all the requirements, he shall make an endorsement on the plaint ‘Examined and may be registered’ with the date and his signature and placed before the Judge.\nThe Chief Ministerial Officer shall also endorse on the plaint or proceedings if any caveat has been filed.\nIf he thinks that the plaint shall be returned for presentation to the proper court or be rejected under Order VII Rule 11 or for any other reason, he shall place the matter before the Judge for orders.\n c. Subject to the provisions of sub-rule (2) any non-compliance with these rules or any clerical mistake may be required by the Chief Ministerial Officer to be rectified.\nAny rectification so effected, shall be initialed and, dated by the party or his advocate making the same and the Chief Ministerial Officer shall note the number of corrections in the margin and shall initial and date the same.\nIn the event of such rectification not being made within the time specified, the Chief Ministerial Officer shall place the matter before the Judge for Orders.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "23",
        "section_title": "Registration of plaint",
        "description": "Where, upon examination, the plaint is found to be in order, it shall be entered in the register of suits, and the Judge shall pass orders as to the issue of summons or otherwise.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "24",
        "section_title": "Documents or Proceedings not to be sent by post or telegraph",
        "description": "No document or proceeding required to be presented to, or filed in, Court, which is sent by post or telegraph, shall be received or filed in Court.\nProvided that in cases where the Official Assignee or an Official Receiver does not intend to defend or contest any proceeding before a Court in which he is impleaded as party, he may inform the Court accordingly by a statement in writing in the form appropriate to the proceeding, and send it to the Court by post or personal messenger.\nSuch statement shall form part of the record of the proceeding.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "25",
        "section_title": "Connected pleadings",
        "description": "Where two or more suits are in any way connected with each other, the party or his Advocate shall file a Memo describing the cases which are so connected.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "26",
        "section_title": "Signature of the Party on the pleadings",
        "description": "The parties shall sign at the foot of the pleading and any one of them shall also sign at the end of each of the other pages.\nProvided that if impressed stamp papers are tacked on to a plaint for purposes of Court-fee, such papers may be signed either by the party or the Advocate concerned.\nVerification of pleadings shall be made next below the paragraph claiming relief and also at the foot of the schedule, if any, appended thereto.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "27",
        "section_title": "Adding plaintiff or next friend",
        "description": "If an application is made to add any person as plaintiff, or as the next friend of a plaintiff, he shall either appear in person, in which case his consent to be so added shall be recorded by the judge in writing or a written consent thereto signed by him, and authenticated by a person authorised to take affidavits shall be filed in Court.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "28",
        "section_title": "Amendment in pleadings",
        "description": "An application for amendment made under Order I, Rule 103, Order VI, Rule 17, or Order XXII of the Code, shall also contain a prayer for all consequential amendments.\nThe Presiding Officer shall reject the application if it is not in accordance with the law or these rules.\nProvided that verbal corrections may at any time be made in pleadings with permission of the Court.\n"
    },
    {
        "chapter": "Form of Proceedings",
        "chapter_no": "II",
        "section_no": "29",
        "section_title": "Legal Representatives on record",
        "description": "a. When a party dies ‘pendente lite’ a note to that effect shall be added against the name of the party and necessary consequential amendment in the body of the pleading shall also be made as prayed for.\n b. When the heirs of a deceased party are substituted for him they shall be entered and numbered consecutively and described as the legal representatives of the deceased party.\n"
    },
    {
        "chapter": "Advocates and Recognised Agent",
        "chapter_no": "III",
        "section_no": "30",
        "section_title": "Form of Vakalat",
        "description": "Every Vakalat shall, unless otherwise ordered by the Court, be in Form No. 12 and shall authorise the Advocate to appear in all execution and miscellaneous proceedings in the suit or matter subsequent to the final decree or order passed therein.\n"
    },
    {
        "chapter": "Advocates and Recognised Agent",
        "chapter_no": "III",
        "section_no": "31",
        "section_title": "Appointment of Advocate",
        "description": "a. Save as provided in sub-rule (3) of this rule, every Vakalatnama shall be executed or its execution attested before a judicial functionary, a Gazetted Officer, a member of the State Legislature or a member of Parliament or a member of the Gram Panchayat, Sarpanch, Upa Sarpanch constituted under the Andhra Pradesh Gram Panchayats Act, 1964, or a member of the Panchayat Samithi or Zilla Parishad, a Municipal Councilor, Village Headman or a retired Gazetted Officer receiving pension from the Government or before a Commissioned Military Officer or an Advocate other than the Advocate in whose favor the Vakalatnama is executed or appointed, made or as defined in the Notaries Act, 1952 (Act LIII of 1952) before any Sub-Registrar of the Registration Department who shall subscribe his own signature with designation on the Vakalatnama in authentication of its execution of attestation.\n b. When a Vakalatnama is executed by any person who appears to the officer before whom it is executed, or the execution is attested to be illiterate, blind, or unacquainted with the language in which the Vakalatnama is written, the officer shall certify that the Vakalatnama was read, translated, or explained in his presence to the executant, that he seemed to understand it, and that he made his signature or mark in the presence of the officer.\n c. When the executant of a Vakalatnama is himself a public officer of whose signature a court may take judicial notice, authentication on the Vakalatnama may not be necessary.\n d. A statement of the advocate’s address for service shall be endorsed on the Vakalatnama and subscribed with his own signature by the advocate.\n e. Where the attesting officer is not personally acquainted with the executant of a Vakalatnama, the attesting officer shall mention the name and address of the person who identifies the executant and obtain his signature.\n"
    },
    {
        "chapter": "Advocates and Recognised Agent",
        "chapter_no": "III",
        "section_no": "32",
        "section_title": "(16) Party appearing by Agent",
        "description": "a. When a party appears by any agent, other than an advocate, the agent shall, before making of or doing any appearance, application, or act, in or to the court, file in court the power of attorney, or written authority, thereunto authorizing him or a properly authenticated copy thereof together with an affidavit that the said authority is still subsisting.\nIn the case of an agent carrying on a trade or business on behalf of a party, without a written authority, an affidavit stating the residence of his principal, the trade or business carried on by the agent on his behalf, and the connection of the same with the subject-matter of the suit, and that no other agent is expressly authorised to make or do such appearance, application, or act.\n b. The Judge may thereupon record in writing that the agent is permitted to appear and act on behalf of the party; and unless and until the said permission is granted, no appearance, application, or act of the agent shall be recognized by the Court.\n"
    },
    {
        "chapter": "Advocates and Recognised Agent",
        "chapter_no": "III",
        "section_no": "33",
        "section_title": "(17) Signing of verification by Agent",
        "description": "If any proceedings, which under any provision of law or these rules, is required to be signed or verified by a party, is signed or verified by any person on his behalf, a written authority in this behalf signed by the party shall be filed in court, together with an affidavit verifying the signature of the party, and stating the reason of his inability to sign or verify the proceedings and stating the means of knowledge of the facts set out in the proceeding of the person signing or verifying the same.\nSuch person shall be a recognized agent of the party as defined by Order III Rule 2 of the Code and is duly authorized and competent to do so.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "34",
        "section_title": "(New) Interpretation of words",
        "description": "The word ‘affidavit’ in this chapter shall include any document required to be sworn and the words ‘swear’ and ‘sworn’; shall include ‘affirm’ and ‘affirmed’.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "35",
        "section_title": "(37) Form",
        "description": "Every affidavit shall be drawn up in the first person and divided into paragraphs numbered consecutively, and each paragraph as nearly as may be, shall be confined to a distinct portion of the subject.\nEvery affidavit shall be written or typed or printed and stitched book-wise.\nThe deponent shall sign at the foot of each page of the affidavit.\nNote:- For forms of Oath and affirmation refer to the Schedule to the Indian Oaths Act 1969.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "36",
        "section_title": "(38)Description of deponent",
        "description": "Every affidavit shall subscribe his full name, the name of his father, age, place of residence, and his trade or occupation.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "37",
        "section_title": "(New) Title of affidavits",
        "description": "Every person making an affidavit shall subscribe his full name, the name of his father, his age, place of residence, and his trade or occupation.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "38",
        "section_title": "(34) Before whom may be sworn",
        "description": "Affidavits intended for use in judicial proceedings may be sworn before any court or Magistrate or a Member of Nyaya Panchayat constituted under the A.P. Gram Panchayats Act, 1964, or a Sub-registrar, Nazir, or Deputy Nazir or a member of the State Legislature or a Member of Parliament, or a Municipal Councilor or a Member of Zilla Parishad or any Gazetted officer in the service of the State Government or the Union Government or a Notary as defined in the Notaries Act, 1952, or a retired Gazetted Officer receiving pension from Government or a commissioned Military officer or an Advocate other than the Advocate who has been engaged in such proceeding or any Superintendent in the Office of the Commissioner for the Andhra Pradesh Hindu Religious Institutions and Charitable Endowments.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "39",
        "section_title": "(40) Statement of Officer before whom affidavit is sworn",
        "description": "The officer before whom an affidavit is sworn or affirmed shall state the date on which, and the place where, the same is sworn or affirmed and sign his name and description at the end as in Form No. 14; otherwise, the same shall not be filed or read in any matter without the leave of the court.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "40",
        "section_title": "(39) Interlineations, alteration, etc",
        "description": "No affidavit having in the Jurat or body thereof any interlineations, alteration, or erasure shall, without the leave of the court, be read or filed or made use of unless the interlineations or alteration (other than by erasure) is authenticated by the initials of the officer taking the affidavit.\nNor in the case of an erasure unless the words or figures, appearing at the time of taking the affidavit to be written on the erasure, are rewritten and initialed in the margin of the affidavit by the officer taking it.\nAn officer may refuse to take an affidavit where, in his opinion, the interlineations or alterations, or erasures are so numerous as to render it necessary that the affidavit should be rewritten.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "41",
        "section_title": "(New) Deponent to be identified",
        "description": "Every person making an affidavit for use in the court shall, if not personally known to the person before whom the affidavit is made, be identified by someone known to him.\nThe person before whom the affidavit is made shall state at the foot of the affidavit, the name, address, and description of the person by whom the identification was made.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "42",
        "section_title": "(New) Identification of a Purdanashin woman deponent",
        "description": "Where the deponent is a purdanashin woman and has not appeared unveiled before whom the affidavit is made, she shall be identified by a person known to him.\nSuch person shall at the foot of the affidavit certify that the deponent was identified by him and shall sign his name giving his name and address.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "43",
        "section_title": "(41) Blind or illiterate deponent",
        "description": "When an affidavit is sworn or affirmed by any persons who appear to the officer taking the affidavit to be illiterate, blind, or unacquainted with the language in which the affidavit is written, the officer shall certify that the affidavit was read, translated, or explained in his presence to the deponent, and that the deponent seemed to understand it and made his signature or mark in the presence of the officer, as in Form No. 15 otherwise the affidavit shall not be used in evidence.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "44",
        "section_title": "(35) Filing",
        "description": "Before any affidavit is used, it shall be filed in court, but the Judge may, with the consent of both parties, or in case of urgency, allow any affidavit to be presented to the court and read on the hearing of an application.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "45",
        "section_title": "(36) Notice of filing",
        "description": "The Party filing an affidavit intended to be read in support of an application shall give not less than two days notice thereof to the other parties, who shall be entitled to inspect and obtain copies of the same, and to file counter-affidavits and shall give notice thereof to the applicant, who may inspect and obtain copies of the same; and file affidavits in reply but except with the leave of the court no further affidavit shall be filed or read.\nIf any party fails to give notice of filing an affidavit, the court may grant an adjournment of the hearing and order the party in default to pay the costs thereof.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "46",
        "section_title": "(42) Affidavits not to be filed without proper endorsement",
        "description": "No affidavit shall be filed in the court unless properly endorsed with the number and title of the suit or matter, the name of the deponent, the date on which it is sworn and by whom and on whose behalf it is filed.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "47",
        "section_title": "(New) Description of the person or place",
        "description": "When in an affidavit any person is referred to, the correct name and address of such person and further description as may be sufficient for the purpose of the identification of such person, shall be given in the affidavit.\nWhen any place is referred to in an affidavit, it shall be correctly described.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "48",
        "section_title": "(44) Affidavit on information and belief",
        "description": "Every affidavit containing statements made on the information or belief of the deponent shall state the source or ground of the information or belief.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "49",
        "section_title": "(43) Affidavit stating matter of opinion",
        "description": "Every Affidavit stating any matter of opinion shall show the qualification of the deponent to express such opinion, by reference to the length of experience, acquaintance with the person or matter as to which the opinion is expressed, or other means of knowledge of the deponent.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "50",
        "section_title": "(New) Striking out scandalous matter",
        "description": "The Court may suo motu, or on application order to be struck out from any affidavit any matter which is scandalous and may order payment of costs of the application, if any, filed for that purpose.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "51",
        "section_title": "(45) Documents referred to in affidavit",
        "description": "Document referred to by affidavit shall be referred to as exhibits and shall be marked in the same manner as exhibits admitted by the court and shall bear the certificate in Form No. 16 which shall be signed by the officer before whom the affidavit is taken.\n"
    },
    {
        "chapter": "Affidavits",
        "chapter_no": "IV",
        "section_no": "52",
        "section_title": "(46) Cross examination on affidavit",
        "description": "The Court may at any time direct that any person shall attend to be cross-examined on his affidavit.\n"
    },
    {
        "chapter": "A-Interlocutory Proceedings",
        "chapter_no": "V",
        "section_no": "53",
        "section_title": "(29) Form of Interlocutory Application",
        "description": "Interlocutory applications shall be headed with the cause title of the plaint, original petition, or appeal, as in Form No. 13.\n"
    },
    {
        "chapter": "A-Interlocutory Proceedings",
        "chapter_no": "V",
        "section_no": "54",
        "section_title": "(30) Contents of",
        "description": "Except where otherwise provided by these rules or by any law for the time being in force, an Interlocutory Application shall state the provision of law under which it is made and the order prayed for or relief sought in clear and precise terms.\nThe application shall be signed by the applicant or his Advocate, who shall enter the date on which such signature is made.\nEvery application in contravention of this rule shall be returned for amendment or rejected.\n"
    },
    {
        "chapter": "A-Interlocutory Proceedings",
        "chapter_no": "V",
        "section_no": "55",
        "section_title": "(30) Contents of",
        "description": "There shall be separate application in respect of each distinct relief prayed for.\nWhen several reliefs are combined in one application, the court may direct the applicant to confine the application only to one of such reliefs unless the reliefs are consequential and to file a separate application in respect of each of the others.\n"
    },
    {
        "chapter": "A-Interlocutory Proceedings",
        "chapter_no": "V",
        "section_no": "56",
        "section_title": "(31) May be rejected if substantive order is not asked for",
        "description": "Every application which does not pray for a substantive order but prays merely that any other application may be dismissed, and every application which prays for an order which ought to be applied for on the day fixed for the hearing of any suit, appeal, or matter, may be rejected with costs.\n"
    },
    {
        "chapter": "A-Interlocutory Proceedings",
        "chapter_no": "V",
        "section_no": "57",
        "section_title": "(New) Out of order petition",
        "description": "Whenever it is intended to move the application as an urgent (out of order) application, the copy of the application served on the Advocate or the party appearing in person shall contain an urgent application on the day specified in the endorsement.\n"
    },
    {
        "chapter": "A-Interlocutory Proceedings",
        "chapter_no": "V",
        "section_no": "58",
        "section_title": "(32) Service of Notice",
        "description": "1. Unless the court otherwise orders, notice of an interlocutory application shall be given to the other parties to the suit or matter or their Advocate not less than three days before the day appointed for the hearing of the application.\n2. Such notice shall be served on the Advocate whenever the party appears by such Advocate.\n3. Notice of the application may be served on a party not appearing by Advocate by registered post “ACKNOWLEDGEMENT DUE, OR BY SPEED POST OR BY AN APPROVED COURIER SERVICE OR BY FAX MESSAGE OR BY ELECTRONIC MAIL SERVICE OR BY SUCH MEANS” to the address given in the pleading acknowledgement pre-paid and in the event of its non-service on the party by means of summons to be delivered to the party or in the event of the party being absent or refusing to receive the same, affixture at his address.\n4. Unless the court otherwise orders, notice of an Interlocutory application need not be given to a party who, having been served with the notice in the main suit, appeal, or other proceedings, has not entered appearance or to a party to whom notice in the appeal has been dispensed with under the provisions of Rule 14 of Order XLI of the Code.\n"
    },
    {
        "chapter": "A-Interlocutory Proceedings",
        "chapter_no": "V",
        "section_no": "59",
        "section_title": "(New) Copies to opposite party",
        "description": "Every interlocutory application shall be supported by an affidavit and true copies of the application, affidavit, and the documents, if any, which the applicant intends to use or on which he intends to rely, shall be furnished to the opposite party or his advocate, unless otherwise ordered, not less than three clear days before the hearing date.\n"
    },
    {
        "chapter": "A-Interlocutory Proceedings",
        "chapter_no": "V",
        "section_no": "60",
        "section_title": "(33) Proof of facts by affidavit",
        "description": "Any fact required to be proved upon an interlocutory proceeding shall unless otherwise provided by these rules or ordered by the court, be proved by affidavit.\nBut the Judge may, in any case, direct evidence to be given orally, and thereupon the evidence shall be recorded, and exhibits marked, in the same manner as in a suit, and lists of the witnesses and exhibits shall be prepared and annexed to the judgment.\n"
    },
    {
        "chapter": "B-Original Petitions",
        "chapter_no": "V",
        "section_no": "61",
        "section_title": "(47) Original Petition should state Act or Authority under which it is presented",
        "description": "a. The Rules relating to suits shall mutatis mutandis apply to Original Petitions unless a contrary intention appears from the rules governing such petitions made under the Special Acts.\n b. An original petition shall, in addition to the particulars required by rules 9, 10, 11, also state the Act, or other authority, under which it is presented, as in Form Nos. 5 and 6.\nIf it is not intended to serve any person with notice of the petitions, it shall be so stated, and the petition shall be headed, as in Form No. 6 but if the court directs any person to be made a party, the Cause-title shall be amended, and shall be Form No. 1.\n c. Hearing: - Original Petitions shall be heard and determined in the same manner as original suits.\n"
    },
    {
        "chapter": "B-Original Petitions",
        "chapter_no": "V",
        "section_no": "62",
        "section_title": "(New) Applications under Section 340, 341 of the Code of Criminal Procedure",
        "description": "Every application made to a Civil Court under the provisions of Section 340, 341, and 343 of the Code of Criminal Procedure shall be registered as an interlocutory application.\n"
    },
    {
        "chapter": "C-Transfer of Cases",
        "chapter_no": "V",
        "section_no": "63",
        "section_title": "(48) (1) Application for transfer",
        "description": "An application for transfer of a suit, appeal, or other proceeding from one court to another shall be made by original petition entitled in the matter of the pending suit, appeal, or other proceeding as in Form No. 17.\nNotice of the application in Form No. 18 shall be issued and served on the other parties to the suit, appeal, or other proceeding.\n Provided that if under Section 24 of the Code, the District Court transfers a suit, appeal, or other proceeding of its own motion and without giving notice in the first instance, it shall record in writing its reasons for dispensing with such notice and shall direct the court from which it has been transferred to intimate the parties or their Advocates about the transfer and the date on which they should appear before the court to which it has been transferred.\n"
    },
    {
        "chapter": "C-Transfer of Cases",
        "chapter_no": "V",
        "section_no": "64",
        "section_title": "(48) (2) and (3) Affidavit in support",
        "description": "(1) Every application for transfer shall be supported by an affidavit stating the respective residences of the several parties to the suit, appeal, or other proceeding, the places in which the several portions of the subject-matter of such case are respectively situated, and the several jurisdictions within which the said residences and places are respectively situated, and any other facts on which the application is based.\n (2) A separate application supported by an affidavit shall be presented in respect of each case of which a transfer is sought, and the court shall, in each case, record in writing its reason for the order.\n"
    },
    {
        "chapter": "C-Transfer of Cases",
        "chapter_no": "V",
        "section_no": "65",
        "section_title": "(New) Registering suits received by transfer",
        "description": "The Courts to which a suit, appeal, or other proceedings is transferred shall note the old number and the date of institution in the relevant register within brackets and when acknowledging the receipt of the records shall intimate to the court from which the case was transferred.\n"
    },
    {
        "chapter": "Posting of Cases",
        "chapter_no": "VI",
        "section_no": "66",
        "section_title": "(New) Preparation and publication of Special list",
        "description": "(1) On completion of the preliminary stages of a suit or other matter, the court shall obtain the required information from the Advocates or parties to enable it to estimate the probable length of the hearing and then post in the hearing book to particular dates.\n (2) When the cases so posted are called on the dates, the Advocates or the parties shall report whether there is any case of compromise or death of parties and the like.\nThen a list known as the “Special List” of ready cases shall be prepared at the beginning of every month.\nFor each day of the following month, posting shall be made with a sufficient number of contested suits.\nUncontested suits and matters that can be expected to be heard in the day.\nThis “Special List” shall be published on the notice board of the court by the fifth day of each month.\nBetween the fifth day and the tenth day, any representation the Advocates or the parties might have to make may be heard, and necessary changes be made.\n (3) The final list for the whole of the next month shall be published by the tenth of each month.\nThereafter, short of the death of parties or similar compelling reasons, no adjournments shall be granted.\n"
    },
    {
        "chapter": "Posting of Cases",
        "chapter_no": "VI",
        "section_no": "67",
        "section_title": "(23) Cause – List",
        "description": "(1) Every court shall post on its notice board a cause-list of suits, petitions, applications, appeals, and other matters to be heard on the next working day setting out the serial number, short cause-title of each case, and the names of the Advocates.\n (2) Unless the Presiding Officer otherwise orders, the cases shall be called on the day and in the order in which they stand in the list.\n"
    },
    {
        "chapter": "Posting of Cases",
        "chapter_no": "VI",
        "section_no": "68",
        "section_title": "(24) Cases ready to be posted according to their order",
        "description": "Unless the Judge otherwise orders, every case ready for disposal shall be posted and taken up according to its order on the file of the Court.\nException (1): Any suit or proceeding for the prosecution or the defense of which a person in the service of the government of the Union or of any state or a person subject to the Air Force Act, 1950 or the Army Act, 1950 or Navy Act, 1957 has obtained leave of absence, shall, on his application, be taken up and disposed of, as far as possible, within the period of such leave.\nException (2): In order to clear off arrears and to save the time of the courts by reducing the number of applications to bring in the representatives of deceased parties, etc., batches of Suits and appeals pending in Civil Courts should be heard in the future as soon as possible after they are filed, being posted before other suits and appeals which are ready for hearing.\nNote: For this purpose, ‘batch’ means five or more suits or appeals which will be governed by a single decision.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "69",
        "section_title": "(49) Issue of Summons or Notice",
        "description": "(1) In any proceeding in which summons or notice is to be issued by the court to any person, the party presenting the plaint, memorandum of appeal, cross-objection, or application shall also bring into court along with it a duly stamped application for service together with a sufficient number of copies of the plaint, concise statement memorandum of appeal, cross-objection, or application and affidavit in support thereof for service on the party concerned along with the summons or notice.\nThe copies above referred to shall show the date of presentation of the original and the name of Advocate, if any, who presented the same.\n (2) The summons/notices shall be issued within 30 days from the date of institution of the suit.\n (3) Where the Court directs the Service of Summons to the defendant either through Regd. Post acknowledgment due or by Speed Post or by an approved Courier Service or by Fax or Electronic Mail Service, they shall be sent accordingly.\nWhere the service of summons is ordered through a courier service, such summons shall be sent through a panel of courier services approved by the District Judge for this purpose.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "70",
        "section_title": "(49-A) Parties to file process forms duly filled up",
        "description": "(1) In all cases where processes of the nature of summonses or notices (including notice of an Interlocutory Application) have to be issued, the parties or their Advocates on whose behalf such summonses or notices are issued, shall file with their applications for the issue of processes, the appropriate forms of processes as prescribed in the Code or under these rules or any other Law applicable to the case, in duplicate legible filled up, together with the prescribed process fees.\nHowever, the date of appearance and the date of the process shall be left blank.\n (2) In the case of summons, the combined form as in Form No. 19 shall be used, leaving it to the court, after it has determined the purpose for which the summons is to issue, to strike out the portions of the form which do not apply and thus convert the summons into one as per Form No. 1 or 1-A or 2 of Appendix-B to the First Schedule to the Code of Civil Procedure.\n (3) The forms shall not be accepted unless filled up in bold, clear, and legible handwriting.\nThe parties or their Advocates shall sign the forms in the left bottom corner and will be responsible for the accuracy of the entries.\n (4) Where orders for the issue of process are passed by the court, the date fixed for appearance will be inserted in the form, and the process will be dated and signed by an officer of the court duly authorized.\n (5) The necessary number of printed forms of process, if available, may be supplied to the parties or their Advocates, who shall sign the forms in the left bottom corner and will be responsible for the accuracy of the entries.\n (6) The Presiding Officer, in his discretion, may direct in any particular case that the forms of process may be entirely filled up in the office of the court.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "71",
        "section_title": "(New) Contents of Process",
        "description": "The Process issuing officer, before issuing a process, shall satisfy himself that full description of the persons for whom the process is intended or in respect of whom or whose person or property it is issued, is entered therein as will enable the process-server, without risk of mistake, to identify such person or property.\nWhen such description is not furnished by the person moving the court to issue the process, the orders of the court shall forthwith be taken by the issuing officer.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "72",
        "section_title": "(New) Language of Process",
        "description": "(1) The Processes of the Court shall be in the Language of the Court in the prescribed forms.\n (2) Processes sent for service at any place where the language is different from that of the court issuing them shall be accompanied by a translation in the language of such place or in English.\n (3) Processes issued to Army, Navy, or Air Force personnel shall be in English, and if the forms in the language of the court are used, they shall be accompanied by a translation in English.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "73",
        "section_title": "(New) Payment of Process Fee",
        "description": "(1) Except in so far as is otherwise provided by any law or rule or ordered by the Court, no process shall be drawn up or issued for service until the prescribed fee has been paid in the form of court fee stamps.\n (2) Where the Court permits the Plaintiff to effect Summons on the defendant under Order V Rule 9(A) of Civil Procedure Code, no process fee shall be charged for the summons handed over to him.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "74",
        "section_title": "(New) Process sent to or received from other courts",
        "description": "(1) When a court sends a process for service to any court beyond its jurisdiction, it shall endorse on the process a certificate that the prescribed fee has been collected.\n (2) When a process bearing a certificate that the prescribed fee has been collected is received by a court from another court in the Union of India, the court shall cause it to be served without further charge.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "75",
        "section_title": "(New) Process to other courts",
        "description": "Any process intended to be served by another court either within or without the State shall be sent directly to the Presiding Officer of the concerned court (not being the High Court) by designation and not to the Nazir or Deputy Nazir.\nThe Court to which summons or other process has been sent for service shall make a return within the time fixed for the hearing of the case, stating whether service has been effected or not and, if not, the reasons for the non-service.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "76",
        "section_title": "(56) Process to other courts",
        "description": "(1) Every party who intends to appear and defend any suit, appeal, or original petition shall, before the date fixed in the summons or notice served on him as the date of hearing, file in Court a proceeding stating his address for service.\n (2) Such address for service shall be within the local limits of the Court in which the suit, appeal, or petition is filed, or of the District Court in which the party ordinarily resides.\n (3) Where a party is not found at the address given by him for service and no agent or adult member of his family on which a notice or process can be served in person, a copy of the notice or process shall be affixed to the outer door of the house, and such service shall be deemed to be as effectual as if the notice or process had been personally served.\n (4) Where a party engages an Advocate, notices or processes for service on him shall be served in the manner prescribed by Order III Rule-5 of the Code unless the Court directs service at the address for service given by the party.\n (5) A party who desires to change the address for service given by him as aforesaid shall file a verified petition, and the Court may direct the amendment of the record accordingly.\nNotice of every such petition shall be given to all the other parties to the suit.\n (6) Nothing in this rule shall prevent the Court from directing the service of a notice or process in any other manner if, for any reason, it thinks fit to do so.\n (7) Nothing contained in this rule shall apply to the notice prescribed by Order XXI, Rule 22 of the Code of Civil Procedure, 1908.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "77",
        "section_title": "(New) Method of Service",
        "description": "(1) The Serving Officer shall see that the person who accepts service of the process corresponds with the description given in the process.\nWhere the signature in token of acceptance differs from the name given in the process, the discrepancy shall be explained.\n (2) Where the process is served on some person, other than the person named therein, who accepts the process on his behalf, it shall be stated whether such person is an adult member of the family and living with him.\n (3) Where service is accepted by an agent, it shall be stated whether such person is duly authorized to accept service.\n (4) Where a person refuses to accept the process, the endorsement of refusal shall be attested by a witness, the reasons thereof, if any, given and it shall be stated how the individual was identified.\n (5) When a process is affixed owing to the absence of the individual named therein, it shall be stated, if possible, both when he left home and when he is likely to return.\n (6) Where service is refused by purdanashin ladies, it may be effected on any adult male member of the family.\n (7) Where the process is served on the proposed guardian, the fact that the said guardian consents to act as guardian of the minors mentioned in the process shall be got endorsed on the notice by the guardian.\n (8) Where the process for substituted service is issued, process-servers shall carefully read the instructions given at the top of the process and effect service accordingly.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "78",
        "section_title": "(51) Return of service",
        "description": "(1) The Return of the Serving Officer shall state the manner in which the process was served and the place, day, and month of service, and also whether he is personally acquainted with the person served, and if not, by whom such persons were identified.\n (2) If the person to be served refuses to sign the acknowledgment of service, the return shall state that he was informed of the nature and content of the process and, in the case of a plaint, that upon applying to the officer of the court, he could obtain a copy or concise statement of the contents of the plaint.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "79",
        "section_title": "(52) Verification of return",
        "description": "(1) The return of service shall be verified by an affidavit of the Serving Officer.\nAll Nazirs and Deputy Nazirs are authorized to administer the oath to and take the affirmation of any process-server.\n (2) If the process-server is not personally acquainted with the person to be served, the return shall be supported by a verification at the footer thereof made and signed either by a Village Officer or by a respectable person who identifies him.\nIn the latter case, the full name and address of such person shall be set out in the verification.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "80",
        "section_title": "(New) Particulars on return of service",
        "description": "If a process is affixed to the outer door of a house, in the absence of the person to be served, the serving officer shall make an affidavit as to the following matters:\n (a) The Nazir’s return and the affidavit or examination on oath of the Serving Officer;\n (b) The record of further inquiry, if any, by such Court;\n (c) In cases where the process has to be returned to any Court outside the state and the return is not in English or in the language of that Court, the proceedings in Form No. 10 Appendix-B, Schedule-I of the Code with which it is sent back to the Court shall be accompanied by a translation of the return into English.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "81",
        "section_title": "(53) Service by Affixure",
        "description": "If a process is affixed to the outer door of a house, in the absence of the person to be served, the serving officer shall make an affidavit as to the following matters:\n (1) The number of times and the dates and hours at which he went to the house.\n (2) The attempts made by him to find the person to be served.\n (3) Whether he had any, and what, reason to suppose that such person was within the house or its neighborhood, or endeavoring to evade service.\n (4) Whether any adult member of the family of the person to be served was residing with him and why the service could not be effected on such person.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "82",
        "section_title": "(54) Notice where summons is affixed to outer door",
        "description": "If a summons to a plaint is affixed to the outer door of the house, the serving officer shall affix therewith a notice that the defendant can, upon application to the officer of the court, obtain a copy of the summons.\nIf the summons has been sent by another court for service and the defendant does not, within fourteen days from the affixing of the summons, apply for the said copy, it shall be returned to the said court.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "83",
        "section_title": "(New) Summons to Public Officers",
        "description": "A Summon or notice to a public officer, other than an officer in the Army, Navy, or Air Force, as defendant or as witness, shall ordinarily be sent for service to the head of the office in which he is employed in accordance with the provisions of Rule 27 of Order V.\nIn fixing the time for the attendance of the Public Officer, the fullest consideration may be given to the exigencies of the duties of the officer summoned.\nExplanation:\n(1) ‘Public Officer’ for the purpose of this chapter includes every employee in the service or pay of a local authority or of Indian Railways or of a Corporation engaged in any trade or industry which is established by a central or State Act or of a Government Company as defined in section 617 of the Companies Act.\n(2) The summons or notice to all employees other than those of the Government and Quasi Government Company as defined in Section 617 of the Companies Act.\n"
    },
    {
        "chapter": "Processes A-General",
        "chapter_no": "VII",
        "section_no": "84",
        "section_title": "(New) Summons to Soldiers",
        "description": "(1) A summons to a Public Officer or other employee in the Army, Navy, or Air Force of the Union of India as Defendant or as witness, shall be sent for service to his commanding officer in accordance with the provisions of the Rule 28 of Order V.\nIn such cases, sufficient time shall be given to admit of arrangements being made for the relief of the person summoned.\n(2) The summons shall contain adequate particulars of the person summoned, including the name of the unit and its postal address.\nIf the actual location of the unit engaged in operational duty is not divulged for security reasons, then the summons may be addressed as 'care of New Delhi, 56 Army Post Office'.\n"
    },
    {
        "chapter": "C-Service of Process on Members of Parliament and State Legislature",
        "chapter_no": "VII",
        "section_no": "85",
        "section_title": "(New) Process to Member of Parliament",
        "description": "No summons or other process issued against a Member of Parliament or of the State Legislature shall be sent for service to the Presiding Officer of the House or the Secretariat of the Parliament or of the State Legislature.\nSuch summons or process shall be served directly upon the Member outside the precincts of the House of Parliament or of the State Legislature, as the case may be.\nProvided that in case of urgency, such summons or process may be served on any Member within the precincts of the House after obtaining the permission of the Speaker or the Chairman, as the case may be.\n"
    },
    {
        "chapter": "C-Service of Process on Members of Parliament and State Legislature",
        "chapter_no": "VII",
        "section_no": "86",
        "section_title": "(New) Letter or Request",
        "description": "The provision of Order V, Rule 30 of the Code of Civil Procedure, allowing the substitution of a letter for a summons, shall be applied in the case of all Judicial Officers, Justices of the Peace, Presiding Officers of Parliament or State Legislature, Chairmen of Committees thereof, or any other person who is, in the opinion of the Court, of a rank entitling him to such a mark of consideration.\n"
    },
    {
        "chapter": "D-Service of Process Through Foreign Courts",
        "chapter_no": "VII",
        "section_no": "87",
        "section_title": "(New) Process for Service by Foreign Courts",
        "description": "(1) Every process to be issued for service in a country outside the Union of India shall be drawn up in proper form in English, typewritten legibly, signed by the Judge, properly addressed, and sealed.\nAll documents to accompany the process shall be translated into the language of the country concerned or in English.\n(2) The original duplicate of every process should be marked respectively with the words 'For return' and 'For Service,' and the courts issuing the processes shall take special care to obtain and set out in each process as full and exact a description of the person to be served with an address correctly spelled in full detail.\n(3) The Court shall take care that the time fixed for appearance or returnable date is such as to enable the process to be served and the person served to do what is required of him, due regard being had to the distance and the channel through which the process has to pass.\n"
    },
    {
        "chapter": "D-Service of Process Through Foreign Courts",
        "chapter_no": "VII",
        "section_no": "88",
        "section_title": "(New) Deposit of Expenses",
        "description": "Before the issue of a process to any court outside India, the court issuing the process shall require the party, at whose instance the process is issued, to pay such fee for service as is required by the court to which the process is to be sent or as prescribed by the Government or by any other law or rule made for the purpose.\nIn the case of summons to witnesses, reasonable traveling and other expenses shall also be required to be deposited in advance.\n"
    },
    {
        "chapter": "Service in Pakistan",
        "chapter_no": "VII",
        "section_no": "89",
        "section_title": "(New) Service on the Public Officer",
        "description": "(1) Where the defendant is a Public Officer (not belonging to the Pakistan Army, Navy, or Air Force) serving in connection with the affairs of Pakistan or is an employee in the Railways in Pakistan, the summons may be sent for service to the Secretary to the Government of Pakistan in the Ministry of the Interior.\n(2) Where such defendant is serving in connection with the affairs of any other Government in Pakistan or under any local authority in Pakistan, the summons may be sent to the Home Secretary to the Government, or as the case may be, to the Home Secretary to the Government within whose territory the local authority has its jurisdiction.\n"
    },
    {
        "chapter": "Service in Pakistan",
        "chapter_no": "VII",
        "section_no": "90",
        "section_title": "(New) Service on the defendant",
        "description": "The summons and other processes issued by any Civil Court intended for service on a person, other than a Public Officer in Pakistan, may be sent directly to the court (not being the High Court) in Pakistan under whose jurisdiction he is residing.\n"
    },
    {
        "chapter": "Witnesses - Allowances to Ordinary Witnesses",
        "chapter_no": "VIII",
        "section_no": "93",
        "section_title": "(50) Summonses to witnesses",
        "description": "(1) (a) A party who desires the attendance of any witness before the Court, or a Commissioner appointed to take evidence, shall bring into the Court, a list in Form No. 20 of the persons whose attendance he requires, stating the full name, residence, and description of each person and whether he is required to give evidence as an Expert or otherwise or to produce a document, and in the latter case, specifying the date, if any, and description of the document so as to identify it.\n (b) Summons referred to in Sub Rule (1) may be obtained by the parties within Five days of presenting the list of Witnesses.\n (2) The Party shall, with such list, deposit into Court the prescribed fees WHICH SHALL NOT BE LATER THAN SEVEN DAYS FROM THE DATE OF MAKING APPLICATION for service of summons and the total amount of the allowance to which the said persons are entitled for traveling attendance at the Court and, in case of an Expert or a Scientific witness qualifying to give evidence, the special fees and allowances to which such witnesses are entitled.\n"
    },
    {
        "chapter": "Witnesses - Allowances to Ordinary Witnesses",
        "chapter_no": "VIII",
        "section_no": "94",
        "section_title": "(50 (2) and (3)) Classes of Witnesses",
        "description": "(1) Ordinary witnesses shall be classified into three classes:\n (a) First Class: Persons whose annual income is Rs. 20,000/- and above, Class I employees of the government who are required to attend the court in their private capacity.\n (b) Second Class.\n (2) The Allowances payable to the ordinary witnesses shall be calculated according to the scale set out below:\n (3) In special cases where the rule works hardship, it shall be at the discretion of the presiding Judge to allow a witness such additional sum as he may consider reasonable to cover bona fide expenses incurred by him.\n (4) Where the witness resides at the Headquarters of the Court, the presiding Judges may allow reasonable hire for conveyance in accordance with the status of the witness.\n (5) Witness produced under the warrant of arrest shall be paid subsistence allowance at the rate allowed to the Judgment debtors.\n"
    },
    {
        "chapter": "Witnesses - Allowances to Ordinary Witnesses",
        "chapter_no": "VIII",
        "section_no": "95",
        "section_title": "(New) Numbering of witnesses",
        "description": "(1) The witnesses examined for the plaintiff or petitioner shall be numbered consecutively in the order in which they are examined and be referred to as P.W.1, P.W.2, and so on.\n (2) Witnesses examined for the defendant or opponent shall, similarly, be numbered as D.W.1, D.W.2, and so on.\n (3) Where there are several plaintiffs or defendants, the witnesses called by each party shall not be numbered separately but continuously, as if all had been called by a single plaintiff or defendant.\n (4) Witnesses examined as Court witnesses shall be indicated as ‘C.W’ and be serially numbered in the order in which they are examined.\n"
    },
    {
        "chapter": "Witnesses - Allowances to Ordinary Witnesses",
        "chapter_no": "VIII",
        "section_no": "96",
        "section_title": "(New) Witness given up",
        "description": "If the party at the trial dispenses with the examination of any witness who is in attendance, the party or his advocate shall sign and file a memo into Court to the effect that the witness has been given up.\n"
    },
    {
        "chapter": "Witnesses - Allowances to Official Witnesses",
        "chapter_no": "VIII",
        "section_no": "97",
        "section_title": "(New) Allowances of Public Officers",
        "description": "(1) In cases where a Public Officer is summoned as a witness in a suit in which the Government is a party, the total amount of allowances to be deposited by the party, other than the Government, applying for summons shall be in accordance with Order XVI Rule 4(A) of the Code.\n (2) In cases where an employee of the Central Government or Railways is summoned in his official capacity as a witness in a suit to which the Government is not a party, the total amount of allowances to be deposited by the party applying for summons shall be in accordance with Order XVI, Rule 4-B of the Code.\n"
    },
    {
        "chapter": "Witnesses - Allowances to Official Witnesses",
        "chapter_no": "VIII",
        "section_no": "98",
        "section_title": "(New) Certificate of Allowance",
        "description": "(1) The Public Officer attending the court as a witness shall produce a certificate duly signed by the Head of Office showing the rules of traveling and other allowances admissible to him as for a journey on tour as required in Rule 4-B(2) of Order XVI of the Code.\n (2) Such an Officer shall be issued a certificate by the Court that he has attended in his official capacity stating the date of his appearance, the period during which he has attended the Court, and that he received no payment from the court.\n"
    },
    {
        "chapter": "Witnesses - Allowances to Expert or Scientific Witnesses",
        "chapter_no": "VIII",
        "section_no": "99",
        "section_title": "(50) (4) Remuneration to Expert or Scientific Witnesses",
        "description": "Where an Expert or Scientific witness, other than the Government Examiner of Questioned Documents, is summoned, he may be allowed such fees not less than Rs. 10, or more than Rs. 200 as the court may fix, and such allowance not less than Rs. 10 or more than Rs. 30 per diem as the court may fix for attending the trial or hearing.\nIn addition, the witness shall also be entitled to the traveling allowances prescribed for ordinary witnesses of his class.\n"
    },
    {
        "chapter": "Witnesses - Allowances to Expert or Scientific Witnesses",
        "chapter_no": "VIII",
        "section_no": "100",
        "section_title": "(New) Expert evidence",
        "description": "(1) Where a party desires the examination of a fingerprint, handwriting, or other disputed document by the Government Examiner of Questioned Documents at Hyderabad or Simla, as the case may be, that party shall deposit into the court such amount as may be prescribed by the Government from time to time for the purpose, including the traveling expenses.\n (2) The party or his Advocate desiring the Expert’s opinion shall file in the court a memo of instructions in duplicate detailing the writings or fingerprints disputed and admitted and the points on which an opinion is required.\n (3) All Exhibits forwarded to the expert for his opinion shall be sent by registered post and not by ordinary post.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "101",
        "section_title": "(57) Application for directions",
        "description": "Any party may, at the first hearing, apply to the Court for directions or the Court may, suo motu, issue directions as follows:\n (1) The filing of a written statement by any party, stating the pleas raised by him or further and better particulars thereof.\n (2) Adding or striking out parties.\n (3) Discovery of documents and interrogatories.\n (4) Inspection or production of any document or public record.\n (5) Issue of a commission to examine witnesses, or for any other purpose.\n (6) Reference to an arbitrator.\n (7) Any other matter or proceeding necessary to be considered or taken prior to the trial of the suit.\nUnless the court otherwise orders, not less than three days' notice of such application and of any affidavit filed in support thereof shall be given by the applicant to the other parties to the suit.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "102",
        "section_title": "(62) Production of documents",
        "description": "(1) (a) All the parties, including defendants, shall produce along with a list at or before the settlement of issues in the suit, all the documentary evidence of every description in their possession or power on which they intend to rely and which has not already been filed in the court.\nThe said list shall be in Form No. 7 and shall be signed and verified by the party filing the same or his advocate, and a copy of the list together with a copy of each of the documents shall be served on the other side before filing in the court unless otherwise ordered by the Court.\n (b) All the parties, including defendants, or their Advocates shall produce on or before the settlement of issues, all the other documentary evidence in original whether the copies thereof have been filed along with the plaint or written statement.\n (2) The Court shall not ordinarily receive any documentary evidence in possession or power of any party which should have been but has not been produced on the due date, except in exceptional circumstances and where good cause is shown for the default.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "103",
        "section_title": "(New) Examination of parties etc.",
        "description": "The courts, before forming issues, shall, as far as expedient, follow the essential preliminaries contained in Orders X, XI, and XII of the Code, which give the Court extended issues in the matter of examination of parties, discovery, and inspection, and obtaining admissions at appropriate stages.\nIn comparatively big and complicated cases, the court may, after the documents have been lodged in the court, allow at least one date for the aforesaid purposes.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "104",
        "section_title": "(58) Interrogatories",
        "description": "(1) A party who desires to administer interrogatories to any other party shall, on presenting or making his application for leave to deliver the same, bring into court two copies of the proposed interrogatories and the fees prescribed for service of processes.\nIf leave is granted, one of the said copies shall be filed on record and the other served upon the party to whom it is directed.\n (2) If a party objects to answering any interrogatory, he shall state briefly the grounds of his objection in his affidavit in answer to the interrogatories.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "105",
        "section_title": "(New) Application of provisions",
        "description": "The presiding officers shall invariably frame the issues themselves after perusing the pleadings and documents and after obtaining relevant information from the parties.\nThe provisions of Rules 1 and 2 of Order X, Rule 1(5) of Order XIV, shall be used extensively, and the provisions relating to discovery and inspection and admission of documents in Order XI, XII, and XIII shall be used at appropriate stages as frequently as possible.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "106",
        "section_title": "(61) Framing of Issues",
        "description": "(1) Every material proposition of fact and every proposition of law, which is affirmed by one side and denied by the other, shall be made the subject of a separate issue.\n (2) Every issue of fact shall be so framed as to indicate on whom the burden of proof lies.\n (3) Every issue of law shall be so framed as to indicate, either by a statement of admitted or alleged facts, or by reference to the pleadings or some documents mentioned therein, the precise question of law to be decided.\n (4) No proposition of fact which is not itself a material proposition but is relevant only as tending to prove a material proposition shall be made the subject of an issue.\n (5) No question regarding the admissibility of evidence shall be made the subject of an issue.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "107",
        "section_title": "(60) Form of Issues",
        "description": "The issues framed by the court and any order passed upon any application under Rule 101 shall be drawn up in Form No. 21 and shall form part of the record in the suit.\nAll parties shall be entitled to inspect the same and to obtain copies thereof.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "108",
        "section_title": "(New) Adjournment to be to a day certain",
        "description": "(1) On the date finally fixed for hearing of a case, the trial shall begin and the evidence of witnesses shall be recorded from day to day until the trial is completed.\n (2) All adjournments shall be to a day certain, as far as possible, and the day shall be fixed with regard to the convenience of the parties and the business of the court.\nAdjournments shall not ordinarily be granted except for really good and sufficient cause.\n (3) Upon an application for an adjournment, the court shall consider the interests of all parties, the particular circumstances of the case, and the business of the court posted for that day.\nThe absence of the Advocate, the party, or want of preparation on his part, whether arising from insufficient instructions or otherwise, shall not of itself be a sufficient cause for an adjournment.\nThe court shall invariably record the reasons for adjournment, and no such adjournment shall be granted more than three times to the party during the hearing of the suit.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "109",
        "section_title": "(28) Notice of adjournment",
        "description": "(1) Any party desiring an adjournment may give notice in writing to the other party, or his advocate, of his intention to apply for the same before the date fixed for hearing.\n (2) Any party who desires that the hearing may be advanced may apply for the same by Interlocutory Application, of which notice shall be given to the other party.\n (3) The party served with notice may give to the other party, or his Advocate, a notice in writing that he consents to or will oppose such adjournment or advancement.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "110",
        "section_title": "(27) Costs of adjournment",
        "description": "Except where an adjournment is necessitated by the business of the Court, or by the act or default of any other party, any party desiring an adjournment may be ordered to pay the costs thereof, including the expenses of re-summoning the witnesses, if any, and the fee of the Advocate of the other party.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "111",
        "section_title": "(26) Proceedings not to be adjourned sine die or struck off the file",
        "description": "No suit, appeal matter, or proceeding shall, under any circumstances whatever, be adjourned sine die or struck off the file.\nIf, by inadvertence, a day certain for the further hearing is not fixed by the court, or a case is ordered to be struck off the file, the case shall be posted and come on for hearing one month from the day on which it was before the court, or, if the court is then closed, on the next day thereafter on which the court is sitting.\nProvided that in a suit for partition in which a preliminary decree has been passed, the court may adjourn the proceedings sine die, with liberty to any of the parties to whom shares have been allotted to apply for the passing of a final decree.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "112",
        "section_title": "(59) Adjournment in consequence of application for commission",
        "description": "If an application for the issue of a commission to examine a witness or with respect to any other matter mentioned in Rule 101 is made subsequently to the first hearing, and an adjournment of the final hearing is prayed, the adjournment shall not be allowed unless it is made to appear to the court that the application could not, or ought not, to have been made at the first hearing.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "113",
        "section_title": "(New) Evidence",
        "description": "(1) At the top of every sheet used for recording evidence shall be written the name of the witness, his father’s name, age, residence, occupation, the number of the witness, and the case number.\n (2) All additions, alterations, etc., in the deposition shall be attested by the presiding Judge.\nNote: Where the evidence is taken down in the presence and under the personal direction and superintendence of the Judge, or from the dictation of the Judge directly on a typewriter, the Judge shall sign or initial each page as soon as it is completed.\n (3) Whenever the court considers it necessary to appoint a commissioner for recording the evidence (cross-examination or re-examination) of witness or witnesses whose evidence (Examination-in-Chief by an affidavit) has already been filed in the Court, the court may appoint a commissioner for recording evidence of witness/witnesses from a panel prepared for this purpose on a rotation basis.\n (4) The court, for reasons to be recorded in writing, may however appoint an advocate or retired judicial officer as a commissioner where a commissioner from the panel is not available for recording evidence.\n (5) (a) The District Judge shall prepare a panel of commissioners for recording the evidence of witnesses under Order XVIII Rule 4 of C.P.C for all the courts situated at the District Headquarters.\n (b) The Additional District Sessions Judge/Senior Civil Judge/Junior Civil Judge of the Court situated outside the Headquarters shall prepare panels of commissioners for their courts with the approval of the District Judge.\nWhere there is more than one court at a station outside the District Headquarters, a common panel of Commissioners shall be prepared for all the courts by the senior-most judge of the station with the approval of the District Judge.\n (c) The panel of commissioners shall be prepared from the following categories after obtaining their willingness:\n (i) Advocates having sufficient experience at the Bar and practicing in the courts.\n (ii) Any retired District Judge/Senior Civil Judge/Junior Civil Judge.\n (6) Sittings of the Commissioner:\n (a) The Commissioner shall complete the recording of the evidence (cross-examination and re-examination) of witness/witnesses and shall submit the evidence recorded by him along with a report to the Court on or before the date fixed by the Court, which shall not normally be beyond sixty days.\n (b) The sittings of the Commissioner for recording the evidence shall be within the premises of the Court or at any place directed by the Court.\n (7) Marking and Certifying of Exhibits:\n (a) Where a party/witness wants to rely on a document which has already been filed in the Court, the same shall be referred and identified by its serial number, description, and the date as given in the list of documents filed in the Court.\n (b) The party in his Affidavit shall list out the documents referred in the Affidavit with its Serial No., Description, and date in the last para of the Affidavit.\n (c) The Court shall consider the admissibility of the documents referred in the Affidavit of Examination-in-Chief and endorse on the documents, if admitted in evidence, the following particulars:\n (i) The number and title of the suit.\n (ii) The name of the person who filed the document and the Exhibit number given by the court.\n (iii) The date on which it was produced.\n (iv) The statement of its having been admitted.\nAnd the endorsement shall be signed or initialed by the Judge.\n (d) Where any document is not admitted, there shall be an endorsement on the document that it has not been admitted, and the endorsement shall be signed or initialed by the Judge.\n (e) Where the Court decides to admit a document subject to objection, the Court shall make an endorsement to that effect on the document and give an Exhibit Number.\n (f) The Court shall note the corresponding Exhibit numbers against the entries of the documents in the list given in the last para of the Affidavit.\n (g) Where documents are produced for Cross Examination of a Witness of the other party or where a document is handed over to a witness in the Cross-examination to refresh his memory, the Commissioner shall mark them as Exhibits for identification.\n (8) Handing the Original Record to the Commissioner:\n The Court shall hand over the original record with pagination under proper receipt to the Commissioner, keeping the original proceedings sheet of the court proceedings and duplicate plaint, copy of the written statement, and Xerox copies of the documents etc., with the Court.\n (9)Register of Commissioner: The Court shall maintain a separate Register of Commissioners appointed under Order XVIII Rule 4 of Civil Procedure Code.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "114",
        "section_title": "(New) Translation of Evidence",
        "description": "Where a witness gives evidence in a language not understood by the Court, the court may get the evidence translated by an interpreter and pay him reasonable fees for his services.\nThe costs shall be borne by the party calling the witness in the first instance and shall be charged as costs in the suit.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "115",
        "section_title": "(79) Marking of Exhibits",
        "description": "a. Exhibits admitted in evidence shall be marked as follows:\n (i) If filed by the plaintiff or one of several plaintiffs, with the capital letter ‘A’ followed by a numeral A1, A2, A3, etc.\n (ii) If filed by the defendant or one of several defendants, with the capital letter 'B' followed by a numeral B1, B2, B3, etc.\n (iii) If court exhibits, with the capital letter 'C' followed by a numeral C1, C2, C3, etc.\n (iv) If third-party exhibits, with the capital letter 'X' followed by a numeral X1, X2, X3, etc.\n b. The exhibits filed by the several plaintiffs or defendants shall be marked consecutively.\n c. If in a proceeding subsequent to the trial of a suit or matter, further exhibits are admitted in evidence, they shall be marked in accordance with the above scheme with numbers consecutive to the number on the last Exhibit previously filed.\n"
    },
    {
        "chapter": "Trial of Suits",
        "chapter_no": "IX",
        "section_no": "116",
        "section_title": "(New) B-Diary and Judge’s Note",
        "description": "a. The court shall maintain a B-Diary in all contested Original Suits, Small Cause Suits, and Execution Petitions in Civil Miscellaneous Form Nos. 47, 46, and 49 respectively, prescribed in Appendix-III-L of Volume II, furnishing full information as to the several steps taken in the trial or execution.\n b. The Court shall make a note, in the proper order of time, of all material incidents such as the questions of admissibility of evidence and all other questions incidentally raised and decided in the ordinary course of trial so that the Appellate Court may have a complete record of such matters as well as of the evidence taken.\n"
    },
    {
        "chapter": "Documents - Inspection of Documents",
        "chapter_no": "X",
        "section_no": "117",
        "section_title": "(63 and 64) Inspection of documents by party",
        "description": "a. A party or his advocate shall be at liberty to inspect any document recited or referred to in a plaint or written statement, and filed in court therewith.\n b. The party or his Advocate desiring to inspect any proceeding filed in court by him or any other party, or a commissioner or officer of court, in the suit, appeal, or matter to which the proceeding of which inspection is required, may do so without the payment of any fees during the pendency of such suit, appeal, or matter.\n Explanation: For the purpose of this rule, the advocates appointed by the various Sailors, Soldiers, and Airmen’s Boards on behalf of soldier litigants shall be deemed to be the Advocates of the concerned soldier litigants even if they do not hold a Vakalat from them.\n"
    },
    {
        "chapter": "Documents - Inspection of Documents",
        "chapter_no": "X",
        "section_no": "118",
        "section_title": "(65) Inspection of documents by Strangers",
        "description": "An application for inspection or copies of records or documents in the custody of a court, other than records or documents filed in a suit, appeal, or matter to which the applicant is a party, shall be made to the said court by an application entitled in the suit, appeal, or matter in which the records or documents are filed.\nThe application shall specify the particular records or documents required, by reference as far as possible to their nature, date, and the date of filing, along with the parties involved.\nThe application shall be supported by an affidavit stating whether the applicant has any, and what interest in the subject matter of the document or of the proceeding in which the record or document is filed, the purpose for which inspection or copy is required, and if the same is required for the purpose of an intended or pending proceeding, the nature of the said proceeding, and the relevancy of the record or document to the case of the applicant.\n"
    },
    {
        "chapter": "Documents - Inspection of Documents",
        "chapter_no": "X",
        "section_no": "119",
        "section_title": "(66) Notice of application for inspection",
        "description": "The court may, in its discretion, cause notice of the application to be given to the parties to the said proceedings.\nWhere such notice is given, the provisions of the Code and these rules with respect to summons to a defendant shall apply to the said notice.\n"
    },
    {
        "chapter": "Documents - Inspection of Documents",
        "chapter_no": "X",
        "section_no": "120",
        "section_title": "(67) Consent to inspect or obtain copy",
        "description": "The Court shall not grant leave to inspect, or to obtain a copy of, any record or document produced by a person not a party to the proceedings in which the same is filed, or to discovery of which any person is entitled to object, except in either case with the written consent of such person.\n"
    },
    {
        "chapter": "Documents - Inspection of Documents",
        "chapter_no": "X",
        "section_no": "121",
        "section_title": "(68) Inspection and fees for same",
        "description": "If leave to inspect is granted, the inspection of the record shall be made in the presence of the Record-keeper or a responsible official of the court designated for the purpose by the Presiding Judge.\nThe fees for inspection, except where an inspection is allowed free of charge, shall be Rs. 1-25 Ps. for every hour or part thereof during which the court official is engaged and shall be paid by court fee stamps affixed to the application.\n"
    },
    {
        "chapter": "Documents - Inspection of Documents",
        "chapter_no": "X",
        "section_no": "122",
        "section_title": "(69 & 71) Extracts not to be taken",
        "description": "a. The payment of inspection fees shall entitle the applicant to peruse any document or record specified in his application and the inspection of which has been allowed by the court, or have it read to him.\nHe may make a short memorandum of the date and nature of any document in the record so as to enable him to describe it sufficiently in case a copy is required, but he shall not be entitled to make a copy of the document or part of the document, or verbatim extracts.\nIf he requires copies, he may apply for them as provided in the rules for certified copies.\n b. When a person is entitled to inspect a proceeding or document, the search thereof shall be made by the officer of the court; and such person shall be allowed to peruse and make a short memorandum as laid down in sub-rule (a) above.\n"
    },
    {
        "chapter": "Documents - Inspection of Documents",
        "chapter_no": "X",
        "section_no": "123",
        "section_title": "(70) Search Fee",
        "description": "On every application for inspection or for a copy of a document or record, there shall be paid (in court-fee stamps) in addition to the usual fee on such application, an additional fee of Rs. 2 for search of the document or record.\nProvided that no such fee need be paid by a party to the suit or proceeding where the application for inspection or for a copy is made in a suit or proceeding that is pending disposal on the date of the application, or which has been disposed of within one year prior to the date of application.\nExplanation: For the purpose of this rule, a suit shall be treated as pending till a final decree, if any, is passed therein, and an appeal shall be deemed to be a continuation of the suit.\nFor the purpose of this rule, only one search fee need be paid for all documents that have come into the custody of the court relating to the same suit or proceeding, whether exhibited or not, and a document shall be deemed to be of the date of suit or proceeding of which it forms part of the record.\nIf the proceeding or document is not found on record, the applicant shall be entitled to a certificate to that effect, free of cost.\n"
    },
    {
        "chapter": "Documents - Inspection of Documents",
        "chapter_no": "X",
        "section_no": "124",
        "section_title": "(80) Inspection of exhibits",
        "description": "If any party or his advocate desires to inspect any exhibit, he shall do so in open court at the hearing of the suit or matter.\nProvided that with the leave of the Judge, such inspection may be had in the presence of an officer of the court, to be named by the Judge.\n"
    },
    {
        "chapter": "Documents - Copies of Proceedings to be Furnished by Parties to Each Other",
        "chapter_no": "X",
        "section_no": "125",
        "section_title": "(72) Furnishing of copies to other party",
        "description": "A party or advocate filing any proceeding shall furnish free of charge a copy of the same to each party appearing by a separate advocate.\n"
    },
    {
        "chapter": "Documents - Copies of Proceedings to be Furnished by Parties to Each Other",
        "chapter_no": "X",
        "section_no": "126",
        "section_title": "(73) Name and address for service to be endorsed on copy",
        "description": "The name and address for service of the party or advocate by whom any copy is furnished shall be endorsed thereon.\nThe party or advocate shall be answerable for the same being a true copy of the original, or of a certified copy of the original, of which it purports to be a copy, as the case may be.\n"
    },
    {
        "chapter": "Documents - Copies of Proceedings to be Furnished by Parties to Each Other",
        "chapter_no": "X",
        "section_no": "127",
        "section_title": "(74) Refusal or neglect to furnish copy",
        "description": "In case any party or advocate either refuses or neglects to furnish the copy, the person entitled to the copy shall be at liberty to procure a certified copy from the court.\nIn such a case, the party in default shall, unless the Judge otherwise orders, be liable for the costs of procuring the same.\n"
    },
    {
        "chapter": "Documents - Production of Records",
        "chapter_no": "X",
        "section_no": "128",
        "section_title": "(75) Production of records in the custody of a court",
        "description": "a. An application for the production of records in the custody of a court shall specify the particular document required to be produced.\nUnless it is made to appear to the court that the production of the original documents is necessary, the party shall be required to obtain and file copies thereof, and the original shall not be sent for.\nIf the court dispenses with the affidavit mentioned in Order XIII, Rule 10(2) of the Code of Civil Procedure, it shall record in writing the reasons for so doing.\n b. When a court finds it necessary to require the production of the records of another court, either within or outside the State, it shall address a Letter of Request as in Form No. 22 direct to the Presiding Judge of that Court.\n c. Where the document to be sent for by a court either from its own records or from those of another court under Order XIII, Rule 10, is an account book or other document in the custody of a court and belongs to a person other than a party at whose instance it is sent for, the court may require the party to deposit in court before the letter of request is issued, such sum as it may consider necessary to meet the estimated cost of making a copy of the document when produced.\n d. When the letter of request is to be issued by the court itself acting of its own motion, it shall be open to the court to call upon either party to make the deposit as aforesaid.\n e. On the production of the document in compliance with the letter of request, the court shall cause a notice to be affixed to the notice board stating that the document has been received and that the parties may apply to the court for inspection of the same.\nThe court shall not grant inspection to either party unless it is satisfied that the application is made with the consent of the person to whom the document belongs.\nAfter the document has been admitted in evidence, the court shall, unless it considers it necessary to retain the original, direct the parties to specify the portion or portions thereof on which they respectively rely and require a copy to be made of the same at the expense of the party requiring such portion.\nThereafter, with all convenient speed, the original shall be returned to the court from which it was received, retaining the copies as part of the record.\n"
    },
    {
        "chapter": "Documents - Production of Records",
        "chapter_no": "X",
        "section_no": "129",
        "section_title": "(76) Production of records in the custody of a Public Officer other than a court",
        "description": "a. A summons for the production of records in the custody of a Public Officer other than a court shall be in Form No. 23 and shall be addressed to the Head of the office concerned.\nIn the case of a summons to a District Registrar or a Sub-Registrar of Assurances, it shall be addressed to the Registrar or Sub-Registrar in whose office, or sub-office, as the case may be, the required records are kept.\n Provided that, where the summons is for the production of village accounts, including field measurement books, such summons shall be addressed to the Tahsildar or the Deputy Tahsildar in independent charge, as the case may be.\n Provided further that when the summons is for the production of records in the custody of high dignitaries like the Speaker of the Lok Sabha or the State Legislative Council, the summons shall be in the form of a letter of request in Form No. 23-A.\n b. Every application for such summons shall be made by an affidavit setting out:\n (1) The document or documents the production of which is required.\n (2) The relevancy of the document or documents.\n (3) In cases where the production of a certified copy or copies has been refused, the result of such application.\n c. No court shall issue such summons unless it considers the production of the original necessary or is satisfied that the application for a certified copy has been duly made and has not been granted.\nThe court shall, in every case, record its reasons in writing and shall require the applicant to deposit in court, before the summons is issued, such sum as it may consider necessary to meet the estimated cost of making a copy of the document when produced.\n d. Unless the court requires the production of the original, every such summons to a public officer shall state that he is at liberty to produce, instead of the original, a copy certified in the manner prescribed by Section 76 of the Evidence Act.\n e. Nothing in the above rules shall prevent a court from issuing a summons for the production of public records or other documents in the custody of a Public Officer of its own motion if it thinks it necessary for the ends of justice to do so.\nThe court shall, in every case, record its reasons in writing.\n"
    },
    {
        "chapter": "Documents - Copies of Public Documents",
        "chapter_no": "X",
        "section_no": "130",
        "section_title": "(76-A) Copies of public documents",
        "description": "When a party to a suit or proceeding seeks to obtain a certified copy of a public document for being filed into court in that suit or proceeding, he may apply to the court wherein the suit or proceeding is pending for the issue of a certificate to enable him to obtain such a copy from the appropriate authority.\nThe court shall, on being prima facie satisfied that the production of the certified copy in the suit or proceeding is necessary, issue to the applicant a certificate to that effect.\n"
    },
    {
        "chapter": "Documents - Return of Documents",
        "chapter_no": "X",
        "section_no": "131",
        "section_title": "(New) Return of documents",
        "description": "(1) Applications for the return of documents filed in court shall be made to the court in which they were originally filed.\nIf any document has been transmitted to any other court, the former court shall itself apply to such court for the transmission of the document and shall return it to the applicant.\n (2) The appellate court shall retain copies of the trial court’s judgment and decree as an adequate record of the judicial proceedings so long as the destruction rules prescribe the retention of Part I records and not return to the party under Rule 9 of Order XIII after the disposal of the appeal.\n"
    },
    {
        "chapter": "Documents - Return of Documents",
        "chapter_no": "X",
        "section_no": "132",
        "section_title": "(77) Return of Original Documents",
        "description": "a. Whenever an original document has been produced from the custody of a court or a Public Officer, the court shall, unless it seems fit to proceed under Rule 8 of Order XIII, return it to the custody from which it was produced, without any application for its return under Rule 7(2) or Rule 9 of Order XIII of the Code.\n b. All the valuable permanent records, such as registration volumes, shall be returned through a responsible person of the court and not by post or by Railway Parcel.\n c. The provisions of the Destruction of Records Act (Central Act V of 1917) and the rules made thereunder shall not apply to such a document until it has been returned to the court or the Public Officer by whom it was produced.\n"
    },
    {
        "chapter": "Documents - Return of Documents",
        "chapter_no": "X",
        "section_no": "133",
        "section_title": "(78) Deposit for postage",
        "description": "If a record (not falling within the provisions of Article 11(c) of Schedule II of the Andhra Pradesh Court Fees and Suits Valuation Act, 1956) or document is required to be sent by post, the court may direct the applicant to deposit in court sufficient court fee stamps to defray the postage of the same to and from the court.\nUnless the court otherwise orders, the costs of, and incidental to, an application for production of records which are material and relevant to the case, or which are present for by the court of its own accord, shall be costs in the case.\n"
    },
    {
        "chapter": "Commissions",
        "chapter_no": "XI",
        "section_no": "134",
        "section_title": "(82 (1)) Application for commission",
        "description": "Every application for the issue of a commission shall state the grounds thereof and shall be supported by an affidavit setting forth the length of time that the execution of the commission is likely to occupy, the details regarding the locality where the commission is to be executed and its distance from the court, the estimated expenses of the commission, and the remuneration, if any, of the proposed commissioner.\nIn the case of a commission for local investigation or to examine accounts, mesne profits, etc., the specific points on which the enquiry is desired shall be stated.\n"
    },
    {
        "chapter": "Commissions",
        "chapter_no": "XI",
        "section_no": "135",
        "section_title": "(82 (2)) Commissioner’s fees",
        "description": "a. If the application for the issue of a commission is granted, the court shall, after consulting the parties or their advocates, fix the amount of the Commissioner’s fees and expenses and direct payment thereof into court.\nThe commission shall not be issued unless the sum fixed by the court is paid into court within the prescribed period.\n\n Provided that the court may, from time to time, on the application of any party or the commissioner, direct that any further sum be brought into court by any party.\n\n Process fees shall be collected for serving orders of appointment of Receivers and Commissioners as per item II of the Schedule of process fees.\n"
    },
    {
        "chapter": "Commissions",
        "chapter_no": "XI",
        "section_no": "136",
        "section_title": "(83 and 106) Return of Commission",
        "description": "Every order for the issue of a commission shall specify the date or several dates within which the return of the commissioner and the objections of the parties thereto shall respectively be filed in court.\nThe suit or matter shall be adjourned to a fixed day.\n"
    },
    {
        "chapter": "Commissions",
        "chapter_no": "XI",
        "section_no": "137",
        "section_title": "(107) Appointment of audit",
        "description": "If the court finds that the books of account have been regularly and properly kept, and correctly represent all the dealings and transactions in question, the court may appoint a commissioner to audit the accounts and vouch the items thereof, and to prepare a statement of account and balance sheet, as in Form No. 34.\n"
    },
    {
        "chapter": "Commissions",
        "chapter_no": "XI",
        "section_no": "138",
        "section_title": "(108) Declaration by Court",
        "description": "If the court finds that any items have been included in the books of accounts which do not form part of the transactions in question, or are not properly chargeable to any party, or that any transactions have not been included in the said books, it shall declare generally the nature of the transactions or items to be excluded or included in taking the accounts, as in Form No. 35.\nThe Commissioner shall be empowered to state what, in his opinion, should be allowed or disallowed in these respects, as in Form No. 36.\n"
    },
    {
        "chapter": "Commissions",
        "chapter_no": "XI",
        "section_no": "139",
        "section_title": "(109) Report of Commissioner",
        "description": "The Commissioner shall make his report in the manner prescribed by Form No. 37 and shall annex thereto a statement of the proceedings he had before him, together with lists of the witnesses examined and exhibits marked by him.\nIf he is empowered to state his opinion on the matter referred to him, he shall append to his report schedules setting out the several contested items allowed or disallowed by him, and stating shortly his reasons for so doing, as in the said form.\n"
    },
    {
        "chapter": "Commissions",
        "chapter_no": "XI",
        "section_no": "140",
        "section_title": "(110) Consideration by Court",
        "description": "At the adjourned hearing of the suit, the court shall consider the objections, if any, of the several parties to the statement of account and balance sheet or to the report of the Commissioner.\nThe court may, if necessary, direct any party to bring in fresh directions as to the manner of vouching or taking the accounts.\n"
    },
    {
        "chapter": "Commissions",
        "chapter_no": "XI",
        "section_no": "141",
        "section_title": "(New) Fees for execution of foreign Commissions",
        "description": "a. For execution of a commission/letter of request issued under Rule 19 of Order XXVI of the Code at the instance of Foreign Tribunals, a sum of Rs. 100 towards the fees and Rs. 25 towards the expenses of the witness or such as the High Court may fix in the order shall be collected from the court at whose instance the commission in question has been issued.\n b. The scale of fees will be the same for the examination of witnesses whether the commission is executed by the court or caused to be executed by a Commissioner.\nIf the commission is executed by the court, the fees shall be credited to the State Government.\n c. Such commissions shall be duly executed even if the sum remitted is sufficient to cover the costs at the above rates.\nWhen the commission is returned, the return shall state what additional sum may be due, or the excess remitted that has to be returned, as the case may be.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "142",
        "section_title": "(New) Time for delivery of judgment",
        "description": "(1) The court, after the case has been heard, shall pronounce judgment in an open court, either at once, or as soon thereafter as may be practicable.\nWhen the judgment is to be pronounced on some further day, such day shall be within thirty days and it shall not ordinarily be a day beyond sixty days from the date on which the hearing of the case was concluded.\nThe court shall fix a day for the purpose, of which due notice shall be given to the parties or their pleaders.\n(2) The fair copy of the judgment required for the record in court shall be prepared within five days of the date on which the judgment is pronounced.\nNOTE: In the case of Small Cause Suits, “Fair” judgments will be required only in contested suits.\n(3) Where a party applies for a typewritten copy of the judgment immediately after the pronouncement of the judgment, a carbon copy shall be prepared along with the fair copy under sub-rule (2).\nThe carbon copy shall be furnished to such party on payment of copying charges at the same rates applicable to the certified copies.\nThe charges shall be paid in the form of court-fee labels affixed on the application for a typewritten copy before the copy is delivered.\nThe carbon copy shall be certified and shall bear the seal of the court and contain the following particulars:\n(i) Date of application.\n(ii) Date on which charges were called for.\n(iii) Date on which charges were deposited.\n(iv) Date on which copy was ready.\n(v) Date of delivery of the copy.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "143",
        "section_title": "(84 and 90) Form of judgment",
        "description": "a. The judgment of the court shall be headed with the full cause-title of the suit, appeal, or matter, the name of the Judge, and the date on which it was passed.\nIt shall state the names of the parties or their advocates who appeared at the hearing and be drawn up in consecutive numbered paragraphs.\nIt shall also state the dates on which the case was heard, as in Form No. 24, and a list of exhibits filed and witnesses examined shall be annexed thereto.\nb. The judgment and final order in matters other than suits or appeals, including contested Interlocutory Applications, Execution Petitions, and Execution Applications, shall be drawn up in the same manner as the judgment and decree in the suit.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "144",
        "section_title": "(New) Form of Decree and Time for preparation",
        "description": "(1) Every decree shall be headed with the full cause-title of the suit, appeal, or matter, the name of the Judge, and the date on which it was passed.\nIt shall state the names of the parties, their description, and registered addresses together with the names of the advocates who appeared at the hearing and shall be drawn up in Appendix-D to the Code with necessary modifications.\n(2) Every decree shall ordinarily be drawn up 'AS EXPEDITIOUSLY AS POSSIBLE AND, IN ANY CASE, WITHIN FIFTEEN DAYS FROM THE DATE' within one week of the date on which judgment is pronounced.\nThe decrees in intricate or important cases may be shown to the advocates concerned before they are finally drawn up.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "145",
        "section_title": "(87) Statement of Registration District in Decree or an order in a claim petition as to immovable property",
        "description": "Every decree and order in a claim petition with respect to immovable property shall state, as part of the description thereof, the registration district, taluk, Municipal Corporation, or Municipality in which the same is situate.\nA statement of the particulars mentioned in Form No. 8 certified by the Officer of the Court shall be annexed to the decree, and a copy thereof shall be furnished to every party applying for a copy of the decree.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "146",
        "section_title": "(985) Form of particulars of claim",
        "description": "The particulars of the claim to be inserted in the register of civil suits and in the decree or order shall follow, as far as possible, the forms of concise statement given in Form No. 25.\nIt shall contain the amount or value of the claim and the date when the cause of action accrued.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "147",
        "section_title": "(86) Specification of periodical payment",
        "description": "Where periodical payments are directed, the decree or order shall specify the date of the first payment and the day of each month or year on which the subsequent payments are to be made, as in paragraph 5 of Form No. 2 of Appendix III-D.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "148",
        "section_title": "(88) Specification of periodical payments",
        "description": "When, after the passing of a decree for money, an application is made under Order XXI, Rule 11(1) of the Code, the decree shall be made in Form No. 26.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "149",
        "section_title": "(89) Decree or order for cancellation of Registered Instrument",
        "description": "Where any instrument affecting immovable property registered under the Registration Act, 1908, is set aside, discharged, or cancelled by an order or decree of a Civil Court, the court shall forthwith cause a copy of the decree or order drawn upon on plain paper to be forwarded to the registering office.\nProvided that where such order or decree is modified, set aside, or reversed, copies of further orders or decrees shall also be forwarded to the registering officer.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "150",
        "section_title": "(91) Setting aside ex parte decree where money or property recovered under same",
        "description": "An order setting aside an ex parte decree or order under which a party has recovered any money or property shall ordinarily direct the same to be brought into court or possession thereof to be delivered to a receiver pending the final disposal of the suit or matter, as in Form No. 27.\nIf a decree is then passed dismissing the suit or matter, it shall be drawn up in Form No. 28.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "151",
        "section_title": "(92) Appellate decree reversing lower court decree where money or property is recovered",
        "description": "The decree of an appellate court reversing the decree of a lower court under which money or property has been recovered shall direct the refund of the amount or delivery of possession of the property recovered, as in Form Nos. 29 and 30.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "152",
        "section_title": "(93) Several appeals against same decree",
        "description": "If more than one appeal is made against the same decree, the appeals shall, if possible, be heard together and one decree only shall be drawn up which shall be headed with the cause titles of the several appeals.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "153",
        "section_title": "(94) Reference to High Court",
        "description": "When a case is referred under Order XLVI, Rule 1 of the Code, the court shall require the applicant to bring into court stamps requisite for service on notice on himself and all other parties to the suit or appeals.\nIf the reference is made on the motion of the court, the court shall require each party to bring into court stamps required for service on himself and shall transmit such court-fee stamps with the statement of the case.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "154",
        "section_title": "(95) Production of certificate of receipt of fee except in certain cases",
        "description": "Unless the court otherwise orders, and except in the case of an Advocate appearing on behalf of the Government or a public servant whose defence is undertaken by the Government or of the Agent of the Court of Wards, no fee shall in any case be entered as recoverable in a decree or order except on production of a certificate, signed by the advocate that he has received the fee.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "155",
        "section_title": "(96) Statement of costs",
        "description": "a. Each party shall within five days from the date of judgment or order or such further period as may be allowed by court, bring into court the certificate mentioned in the preceding rule and a statement in the forms contained in Appendix-D Form Nos. 1 and 2 and Appendix’s Form No.9 to the First Schedule of the Civil Procedure Code, 1908 (Central Act V of 1908) and signed by him or his advocate, if any, of the costs and expenses incurred by him, and may include therein the costs of:\n(i) issuing notice before the institution of the suit not exceeding rupees thirty;\n(ii) preparation of process;\n(iii) making or getting copies of pleadings, applications, affidavits, documents which are served on the opposite party at the rate not exceeding 0.50 paise per page inclusive of copies;\n(iv) Traveling allowance and batta at the prescribed scale to witnesses (Whether summoned through court or not) who have attended the court and given evidence or produced a document;\n(v) Obtaining a copy including search fee of a public document including an encumbrance certificate is relevant and marked as an exhibit or has been filed into court in compliance with any rule;\n(vi) Any adjournment or interlocutory application allowed to him;\n(vii) Obtaining certified copies of depositions in the case; and\n(viii) Shall give credit for any costs allowed to his opponent and shall state the total amount claimed by him;\n(ix) In the case of appeals, charges incurred by a party for obtaining certified copies of judgments and decrees and the expenditure incurred for taking or getting copies of the judgments filed along with the memorandum of appeal. Where the copies of judgments are typewritten at a rate not exceeding 50 paise per page (inclusive of copies) and where the copies are otherwise mechanically reproduced the actual cost incurred.\nThe said statement shall be checked by the officer of the court who shall note thereon the sums if any, disallowed, and the total amount disallowed him, and shall sign the same. If any party makes default in filing the said statement the officer of the court shall prepare and sign a statement of the amount of the institution fee, if any, and the Advocate’s fee, as fixed by the Judge, allowable to the said party. Each party shall be entitled to inspect and to take a copy of the said statement.\nUnless the court otherwise orders, no allowance shall be made for the cost of, or occasioned, to any party by the amendment of any pleading and for the stamp duty and penalty paid by the party in the court.\nThe costs of preparation of process shall be calculated at the following rates:\n- For preparation of original process: 0.25 Ps. each.\n- For preparation of each duplicate process: 0.05 Ps. each.\n- Subject to a minimum fee of 0.75 Ps. in each suit.\n- For the price of process form: the actual amount incurred.\nIn appeals, the costs of the certified copies of the judgment and the decree of the lower courts filed with the memorandum of appeal in compliance with the rules be included in the statement of costs.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "156",
        "section_title": "(97) Costs when set-off allowed",
        "description": "If a defendant is allowed a set-off claimed by him, the court may, in its discretion, allow costs to the plaintiff in respect of the suit, and to the defendant in respect of his set-off. The total amounts of the said costs respectively shall be inserted in the decree or order, and shall be set off against one another, and the decree or order shall direct payment of the balance to the party to whom the same is due, as in Form No.31.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "157",
        "section_title": "(97-A) Proportionate Costs",
        "description": "In cases in which the court directs that the plaintiff or defendant/appellant another respondent to pay and/or receive proportionate costs, the whole costs incurred by each party, including court-fees, Advocate’s fees, batta etc., shall direct payment of the balance to the party to whom the same is due, as in form No.31.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "158",
        "section_title": "(98) Notice of application for leave to withdraw",
        "description": "Notice of an application for leave to withdraw from a suit, matter, or appeal, shall be given to all parties who have appeared at the first hearing, or if the application is made before the first hearing, then to all parties who have filed an appointment of an advocate.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "159",
        "section_title": "(99) Order on application for leave to withdraw",
        "description": "Unless the court otherwise orders, an order under Order XXIII, Rule 1 of the Code permitting a party to withdraw a suit, matter, or appeal, shall be made conditional upon payment of the costs of the defendant or respondent as in Form No.32. If the respondent has filed a memorandum of objections, leave to withdraw shall be granted only with the consent of the respondent, or upon the condition that the said objection be allowed, and the decree or order appealed against be varied accordingly.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "160",
        "section_title": "(100) Direction as to taking accounts",
        "description": "If, in any suit or matter, it is necessary to take an account, the interim decree shall specify the nature of the account and the date from which it is to be taken. If the account is to be taken by the court, it shall direct by whom a statement of account is to be filed, and limit the periods within which statements of account, objection, and surcharge shall respectively be filed in court, as in Form No.40. The suit or matter shall then be adjourned to a fixed day.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "161",
        "section_title": "(101) Form of statement of account",
        "description": "(1) A statement of account shall be in the form of a debtor and creditor account and shall be verified by the affidavit of the counting party or his agent. The items on each side of the account shall be numbered consecutively, and a balance shall be shown.\n(2) A statement of objection to an account, or to the report of a commissioner, shall specify the items to which objection is taken by reference to their number in the account or report, or the date of the item and page of a particular book of account, or otherwise as in Form No.33.\n(3) A statement of surcharge shall specify the amount with receipt of which it is sought to charge the accounting party, the date when, the person from whom and the particular account on which, the same was received by him, or in Form No.33.\n(4) A statement of objection or surcharge shall also state shortly and concisely the grounds of the objection or surcharge and shall also state the balance, if any, admitted or claimed to be due, as in Form No.33.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "162",
        "section_title": "(102) Inspection by parties",
        "description": "Every party to the suit or matter shall be at liberty to inspect and take notes of a statement of account, balance sheet, statement of objection and surcharge, or report of proceedings of a commissioner, when filed in court.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "163",
        "section_title": "(103) Passing of accounts by court",
        "description": "On the adjourned hearing, the court shall consider the objections and surcharges made and determine the amount due.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "164",
        "section_title": "(104) Extension of time to file statement of account",
        "description": "If any party has not filed his statement of account or of objection and surcharge within the period limited, the court may from time to time extend such period or direct any other party to file a statement of account, or proceed to decide the suit forthwith on the evidence before it. Evidence shall not be admitted with respect to an objection or surcharge not included in a statement of objection or surcharge.\n"
    },
    {
        "chapter": "Judgments, Decrees and Orders",
        "chapter_no": "XII",
        "section_no": "165",
        "section_title": "(105) Periodical filing",
        "description": "When a person is directed to file his accounts periodically, the court shall fix the dates in each year before which his statement of account and balance sheet are to be filed and on which same will be considered by the court.\n"
    },
    {
        "chapter": "Appeals",
        "chapter_no": "XIII",
        "section_no": "166",
        "section_title": "(New) Memo of Appeal",
        "description": "The memorandum of appeal shall specify, concisely and under distinct heads, the grounds of objection to the decree appealed from and the precise relief which the appellant proposes to ask the appellate court to grant.\n"
    },
    {
        "chapter": "Appeals",
        "chapter_no": "XIII",
        "section_no": "167",
        "section_title": "(New) Appeals against orders",
        "description": "All appeals arising against the Orders made on petitions under Special Acts such as:\n(1) Andhra Pradesh Buildings (Lease, Rent and Eviction) Control Act, 1960;\n(2) Andhra Pradesh Co-operative Societies Act;\n(3) Andhra Pradesh Municipalities Act, 1965, etc.\nShall be registered as Civil Miscellaneous Appeals and entered in the Civil Register No.4.\n"
    },
    {
        "chapter": "Appeals",
        "chapter_no": "XIII",
        "section_no": "168",
        "section_title": "(New) Transmission of records",
        "description": "All the material papers in every suit or other proceeding in which an appeal has been made shall be transmitted to the Appellate Court immediately on receipt of intimation that an appeal has been registered and calling for records, without waiting for the service of notice on the respondent.\n"
    },
    {
        "chapter": "Appeals",
        "chapter_no": "XIII",
        "section_no": "169",
        "section_title": "(New) Costs to be stated",
        "description": "(1) The Court shall, in every case in which a finding is called for under Rule 25 of Order XLI of the Code, while returning its finding, certify at the foot thereof the amount of costs showing the items in detail incurred by each of the parties in the case.\n(2) When a suit is remanded, a statement of the costs incurred in the Appellate Court shall be appended to its order.\n"
    },
    {
        "chapter": "Appeals",
        "chapter_no": "XIII",
        "section_no": "170",
        "section_title": "(New) Appeals against Interlocutory Order",
        "description": "Appeals against interlocutory orders which hold up the progress of suits or other proceedings in the trial court shall be given precedence over all civil work other than that of a specially urgent nature, and such appeals shall be disposed of expeditiously.\n"
    },
    {
        "chapter": "Appeals",
        "chapter_no": "XIII",
        "section_no": "171",
        "section_title": "(New) Judgment in Appeal",
        "description": "The Appellate Court may formulate suitable points for determinations in appeals in accordance with the same principles on which issues are framed in the Trial Court and record its distinct finding on all questions of fact, sufficient to show that the court has dealt with each ground of appeal.\n"
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "172",
        "section_title": "(111) Plaint or original petition on behalf of minor",
        "description": "When a plaint or original petition is presented by a person as the next friend of a plaintiff who is a minor or under disability, he shall at the same time file an affidavit by some disinterested person that he has no interest in the subject-matter of the suit or matter, adverse to that of the plaintiff, that he is defendant or respondent in the suit or matter, and that he is a fit and proper person to act as next friend."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "173",
        "section_title": "(112) Appointment of guardian ad-litem",
        "description": "If the plaintiff applies for appointment of a guardian ad-litem of a minor defendant, he shall give not less than six days notice of the application to the father, or guardian, or custodian, of the minor."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "174",
        "section_title": "(113) Placing guardian in funds",
        "description": "When a guardian ad-litem of a defendant, who is a minor, or a person under disability, is appointed, and it is made to appear to the court that the guardian is not in possession of any or sufficient funds for the conduct of the suit on behalf of the said defendant and that the defendant will be prejudiced in his defence thereby, the court may from time to time order the plaintiff to pay through or in the presence of the court monies to the guardian for the purpose of his defence, and all monies so paid shall form part of the costs of the plaintiff in the suit. The order may be made conditional upon the guardian filing in court his accounts of the money so received by him."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "175",
        "section_title": "(114) Parties",
        "description": "In a suit for dissolution of partnership, or for an account of partnership dealings, all the partners, and all persons entitled to share in the profits of the partnership business, shall be made parties. The plaint may be as in Form No.38."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "176",
        "section_title": "(115) Inspection of books of account by parties",
        "description": "If, at any time, it appears to the court that any party has not had inspection of the books of account or papers of the partnership, either through his own neglect or the default of any other party, the court may order the same to be produced for his inspection at the court-house or other convenient place; and if any party alleges that the books of the partnership do not correctly set forth all the dealings and transactions of the firm, or contain items or transactions not proper to be included therein, the court shall direct such party to file a statement giving particulars of the errors or irregularities complained of, as in Form No.39. The hearing of the suit shall then be adjourned, and the party in default may be ordered to pay the costs of the adjournment."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "177",
        "section_title": "(116) Impeachment of settled account",
        "description": "If any party desires to impeach a settled account on the ground of error, he shall, in his plaint or written statement, set out the specific errors or irregularities alleged by him. If on the ground of fraud, or of a mistake affecting the whole account, he shall in his plaint or written statement set out full particulars of the fraud or mistake alleged by him."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "178",
        "section_title": "(117) Interim decree where partnership and books admitted",
        "description": "If at the first hearing of the suit, the partnership and the terms thereof, and the correctness of the books of account, are admitted, and it is only necessary to take an account, the court may at once pass an interim decree specifying the account to be taken, and the manner of taking the same."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "179",
        "section_title": "(118) Matters to be determined at hearing",
        "description": "At the hearing of the suit, the Court shall determine the persons who are partners of the firm, and who are entitled to share the profits thereof, and the proportions in which they are entitled to share profits and are liable for losses. The Court shall also determine whether the books of the partnership have been regularly and properly kept and correctly represent the transactions and dealings of the partnership, or if any allegations have been made in this behalf by any party, whether there are any errors or irregularities therein, or any party has been guilty of fraud in respect thereof. If the court finds that there are errors or irregularities in the accounts or that fraud has been committed, it shall declare generally the nature of the said errors, or irregularities, or fraud, or the particular transaction in respect of which the same has been committed, as in Form No.35."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "180",
        "section_title": "(119) Court to give directions as to taking accounts",
        "description": "At the hearing of the suit, the court shall also determine what accounts are to be taken, and from what date and give such directions as may be necessary for taking the same in manner prescribed by rules (160 to 165 and 136 to 140), and shall direct what notice, if any, is to be given, by advertisements in the local newspapers or otherwise, of the dissolution of the partnership. The court may, if a Receiver has not been previously appointed, appoint a receiver of the assets of the partnership. The court shall then pass an interim decree in Form No.40 or Form No. 41 and shall adjourn the further hearing of the suit to a fixed day."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "181",
        "section_title": "(120) Errors in settled account",
        "description": "In the case of a settled account, if errors or irregularities are proved, the court may either rectify particular items, or give liberty to any party to file a statement of objection and surcharge; if fraud, or a mistake affecting the whole account is proved, the court may direct an account to be taken from the date of the settlement of accounts, or any preceding the fraud or mistake."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "182",
        "section_title": "(121) Commission to take account",
        "description": "If a commissioner is appointed to take an account, he shall take the same in accordance with the directions and findings of the court, as contained in the interim decree; and except as aforesaid, none of the matters in Rules 179 &180 mentioned shall be referred to or dealt with by a commissioner."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "183",
        "section_title": "(122) Order for discharge of debts and liabilities",
        "description": "When the accounts of the firm have been duly taken and approved by the court, it shall pass an order providing for the discharge of the debts and liabilities of the firm, and for the retention in court of a sum sufficient for payment of any costs, charges, and expenses of the suit properly payable out of assets, and adjourn the suit to a fixed day."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "184",
        "section_title": "(123) Distribution of assets where they exceed the liabilities",
        "description": "(1) If the assets exceed the debts and liabilities of the firm, and if the parties agree to retain the assets in their hands respectively, on account of their respective shares in the firm, the order in Rule 183 mentioned may also provide for the payment of any balance which may be due by the firm to any of the parties, after debiting them with the estimated value of the assets in their hands. The order may be in Form No.42, or if a commissioner has been appointed to take the accounts or a Receiver has been appointed, in Form No. 43. If the parties apply for the distribution of the assets in any other manner, the order may direct the realization of sufficient assets to discharge the debts and liabilities of the firm and to provide for equality of partition, as in Form No.44. At the adjourned hearing the court may, if the terms of the said order have been complied with, pass final decree in Form Nos. 45, 46, or 47 according to the circumstances of the case. (2) A final decree effecting a partition of partnership assets shall be engrossed on non-judicial stamp paper of the same value as that required for an instrument of partition."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "185",
        "section_title": "(124) Procedure where liabilities exceed the assets or where parties do not consent to a distribution of assets",
        "description": "If any party, ordered to make any payment, or to do any other act, fails to comply with the order of the court, any other party may apply that a Receiver may be appointed to collect and realize the assets of the firm, and for an injunction to restrain the party in default from retaining or parting or dealing in any manner with the said assets."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "186",
        "section_title": "(125) Appointment of receiver on default of party",
        "description": "If the debts and liabilities exceed the assets of the partnership, or the parties do not consent to distribution of the assets, the court shall direct the balance due from the several partners to be paid into court, and the assets to be realized, as in Form No.44; and if, at the adjourned hearing, it appears that the debts and liabilities have been fully discharged, the court may pass final decree in Form No.46 omitting paragraph 4 thereof."
    },
    {
        "chapter": "Special Procedure in Particular Cases",
        "chapter_no": "XIV",
        "section_no": "187",
        "section_title": "(126) Form of orders",
        "description": "An order for an injunction in a partnership suit, an order on appeal from the final decree reversing the same and appointing a Receiver, may be as in Form Nos. 48, 49 and 50 respectively."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "188",
        "section_title": "(128-B)(2)1 Persons entitled to apply for copies",
        "description": "(1) Any party to a suit or proceeding shall be entitled to obtain copies of judgments, decrees, or orders made or of any documents exhibited in such suit or proceeding on payment of charges in the manner prescribed under these rules.\n(2) Any person who is not a party to a suit or proceeding requiring copies of judgments, decrees, or orders made or of any documents exhibited in such suit or proceedings may apply to the court for grant of such copies by duly stamped petition supported by an affidavit stating the purpose for which the copy is required.\nProvided that, in cases of doubt whether the copy applied for should be furnished, the application shall be placed before the judge for his decision. If the application is refused by the Judge, it shall be returned to the applicant with the order of the Judge endorsed on it."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "189",
        "section_title": "(128-B(I) Copies of confidential papers",
        "description": "Nothing in these rules shall entitle a person to a copy of (a) Judge’s notes or minutes, (b) Correspondence not strictly judicial, and (c) Confidential Correspondence."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "190",
        "section_title": "(127(1) &128) Application for certified copy",
        "description": "(1) A person entitled to obtain a copy or who has obtained an order of court under these rules may present an application therefor to the Superintendent of the copyists or where there is no such officer, to the Chief Ministerial officer either in person or by his Advocate or the latter’s authorized clerk between the hours of 11.00 a.m and 3.30 p.m. If the proceeding or document has been sent to another court, the application may, at the option of the applicant, be forwarded to the said court for compliance, or be returned to him, for presentation to the said court.\n(2) The Application shall be in Form No.51 and shall set out the name of the applicant and when he is a party to the suit or proceeding his position in the suit or proceedings and description of the document of which a copy is required. An application, which is not in proper form, shall be returned for amendment."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "191",
        "section_title": "(128-A)1 Defective applications",
        "description": "When an application is returned for amendment, a time limit of days shall be fixed for its representation. A defective application, which is not taken return of by the applicant and not represented within the period specified above, shall be struck off."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "192",
        "section_title": "(127(2) Copies of Proceedings of High Court",
        "description": "An application for a copy of a plaint, written statement, memorandum of appeal, judgment, decree, or other proceedings of, or in the custody of the High Court may be made by any party to such proceeding to the Court of first instance, or to the lower appellate court and shall be transmitted by the said court to the High Court for disposal. The copy, if granted, shall be transmitted by the High Court to the former court, and on payment of the prescribed fees, shall be delivered to the applicant. No copy of any proceedings of the High Court shall be granted by a subordinate court. An application by a person not a party to the proceeding shall be made directly to the High Court."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "193",
        "section_title": "(129) Notice as to stamp papers",
        "description": "(1) Every day a list showing the applications in which the records have been received and the number of stamp papers required in each case shall be prepared and affixed to the notice board of the court between the hours of 3.30 p.m and 5.00 p.m. Such lists shall remain on the board for the clear working days. Applications upon which the requisite stamp papers have been deposited shall be struck off from the list. After the expiry of the period prescribed for the deposit of the stamps, the list shall be taken down and filed in the record for 12 months and shall then be destroyed.\n(2) If the required stamp papers have not been deposited by 3.00 p.m on the fourth working day counting from the day on which the lists were first affixed, the application shall be struck off, and unless it is restored on an application made to the court for the purpose, a copy shall be granted only on a fresh application.\n(3) The above procedure shall apply for collecting additional stamp papers when the number first supplied has been found to be insufficient.\nProvided that, where the additional stamp papers called for are not deposited but the stamp papers originally deposited are sufficient for the preparation of complete copies of one or more of the documents applied for, the application shall be struck off only as regards the documents which cannot be prepared by reason of the insufficiency of the stamp papers supplied. In such cases, the Superintendent of the copyists or such other officer as the Judge may appoint in this behalf shall decide which document shall be copied and the decision shall be final."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "194",
        "section_title": "(134(7) When stamp papers not available",
        "description": "It shall be open to the parties after obtaining the previous order of the judge in this behalf, to furnish white foolscaps size paper of durable quality with the requisite court fee stamps affixed on each sheet in lieu of stamp papers, and the papers so stamped shall for all purposes, be deemed to be stamp papers."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "195",
        "section_title": "(129-A)1 Order in which applications should be complied with",
        "description": "The preparation of the copies of documents applied for or such of them as admit of being copied in full on the stamp papers deposited shall, as far as possible, be undertaken in accordance with the serial order of the copy applications.\nProvided that copies of decrees and judgments, if any, comprised in an application shall have precedence over copies of other documents included in the application. A special order for precedence as regards any particular application shall be made only on a separate application duly stamped under the Court Fee Act and praying for such an order."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "196",
        "section_title": "(130) Posting of list of copies",
        "description": "A list of copies ready for delivery shall be pasted on the notice board of the court at 11.00 a.m. each day and shall remain thereon for three clear working days. The copy and any unused stamp papers shall be delivered to the applicant between the hours of 10.30 and 11.30 a.m. and 3.00 p.m. and 5.00 p.m., and if the copy is not claimed by the applicant within 12 months from the date of posting the said list, it shall be destroyed. Immediately after the copies are delivered to the applicant concerned, the entries relating thereto shall be struck off the list. The lists shall be retained for twelve months, after which they shall be destroyed. As and when copies are delivered to the parties, appropriate entries shall be made in the list."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "197",
        "section_title": "(130-A) Disposal of incomplete copies and used stamp papers",
        "description": "(1) Where an application is struck off in whole or in part, the applicant shall not be entitled to the incomplete copy of any document prepared on his behalf. The incomplete copy shall be destroyed after twelve months from the date on which the application was struck off.\n(2) Where an applicant has furnished the required number of stamp papers, but some remain unused owing to the copyists writing too closely, the Presiding Officer of the Court shall forward the unused stamp papers to the local or the nearest treasury officer.\n(3) Where stamp papers have been furnished in excess of the requirements or where an insufficient number of stamp papers has been furnished and the applicant fails to furnish the requisite number of additional stamp papers within the prescribed period, it shall be noticed on the notice board that the unused stamp papers will be held at his disposal for a month from the date of affixture of such notice and will be sent to him by registered post if within the above period he remits the cost of dispatch, which shall be stated in each case. If the amount be not remitted and no arrangements made to take delivery within the period fixed, the unused stamps shall be treated as cancelled and sent to the local or nearest treasury officer."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "198",
        "section_title": "(131) Delivery by post",
        "description": "The applicant may, in his application for a certified copy, apply that the same may be delivered to him through the post at a specified address; and in such case, the copy shall be forwarded accordingly, and if the applicant so requires, by registered post."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "199",
        "section_title": "(132) Sealing and certificate",
        "description": "All copies furnished by the court shall be certified to be true copies and shall be sealed with the seal of the court. The Superintendent of copyists or other officer appointed by the Judge shall initial every alteration and interlineation in the copy and shall sign a certificate at the foot thereof that the same is a true copy and shall also state the number of alterations and interlineations made therein."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "200",
        "section_title": "(133) Endorsements as to dates",
        "description": "Every copy shall bear an endorsement showing the dates on which:\n(1) the application was made;\n(2) the application was returned;\n(3) the application was represented;\n(4) the stamps were deposited;\n(5) the additional stamps were called for;\n(6) the additional stamps were deposited;\n(7) the copy was ready, and;\n(8) the copy was delivered.\nThe copy application (C.A) number shall also be noted on every certified copy."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "201",
        "section_title": "(New) Copy applications struck off",
        "description": "(1) Any copy application struck off under Rule 191 or under Rule 193 supra may be restored by the court on a petition supported by an affidavit preferred for that purpose. The petitioner may deposit the required copy stamps along with the petition for restoration of the application for copies.\n(2) Every certified copy furnished after such restoration of the application for the copies, shall bear an endorsement showing, in addition to the details specified in Rule 200 Supra:\n(i) The date on which the application was struck off;\n(ii) The date on which petition was filed to restore the application and;\n(iii) The date on which the application was restored to file."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "202",
        "section_title": "(New) Drafting of formal orders",
        "description": "(1) When an application is received for a copy of a judicial order for purpose of appeal or revision, the court shall draft a formal decree and furnish a copy of the same after collecting necessary charges.\n(2) To avoid inconvenience to the Appellate Court in reading the typed papers, the court shall furnish the first written copy of judgment, decree or order to the parties requiring them for purpose of appeal or revision."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "203",
        "section_title": "(134) Copying Charges",
        "description": "(1) One copy stamp paper shall be furnished for every 350 words or part thereof, in the case a copy for which Article 21 of Schedule I-A of the Stamp Act, 1899 as amended and the rules made thereunder require the production of non-judicial stamp paper of a particular value, the stamp paper or papers supplied for the purpose shall be used for copying and shall be written on in the same manner as if they were copy stamp papers. Copy stamp papers shall be furnished to make up the deficiency in the papers required to complete the copying.\n(2) 175 words shall be written on each page. Four figures shall be taken as equivalent to one word.\n(3) The copying fee for each page shall be (Re.1/-) or such fee as the Government may prescribe from time to time. Where the value of the stamp paper is less than the prescribed fee, the deficiency shall be made good in the shape of adhesive court fee stamps. When the copy is written on non-judicial stamp paper, adhesive court fee stamps of the prescribed fee shall be affixed to each page on which the copy has been made. The copying fee shall not be collected in cash.\n(4) The cost of copying maps, plans, genealogical trees, tabular statements, or other matter requiring special skill shall be fixed by the judge and shall be deposited in cash in court. Notice of such amount shall be pasted on the notice board of the court and the provisions of Rule 193 shall apply to the payment of such amount.\n(5) Except in a case requiring special skill, copying charges for execution petitions, diglot registers, sale proclamations, books of account, or other matters, including lines and columns, shall be levied with reference to the space occupied, provided that not more than 175 words shall ordinarily be copied on or computed as the equivalent of one page."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "203 A",
        "section_title": "(New) Mechanical reproduction of copies",
        "description": "(1) On an application by the party, the court may grant a copy of a proceeding or document filed in or in the custody of the court by getting it reproduced mechanically on payment of Rs. (2-00) per page by means of affixture of court fee labels to the application for copy or in cash through lodgment schedule within such time as the court may grant.\n(2) The same Rules as are applicable to certified copies to be taken out on copy stamp papers will also apply mutatis mutandis to copies taken by mechanical reproduction."
    },
    {
        "chapter": "Copies and Copyists Establishment",
        "chapter_no": "XV",
        "section_no": "204",
        "section_title": "(136) Costs of typing or copying",
        "description": "Costs of typing and/or copying may be taxed and dealt with as costs in the cause."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "205",
        "section_title": "(137) Rules applicable to all proceedings in execution",
        "description": "The following rules shall apply to all proceedings in execution as well of decrees as of orders, and in this chapter, the word ‘decree’ includes ‘order’."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "206",
        "section_title": "(138) Transmission of decree for execution",
        "description": "(1) An application for the transmission of a decree to another court for execution shall be made by a verified execution petition headed with the cause-title of the suit, and the serial number of the execution petition in the suit and shall state, in addition to the particulars set out in clauses (a) to (i), inclusive of Order XXI, Rule 11(2) of the Code, any facts relied on by the applicant to bring the case within the terms of Section 39 and Order XXI, Rules 4 and 5 of the Code, and shall specify the court to which transmission of the decree is sought, as in Form No. 52.\n(2) If the application is admitted, the applicant shall, within 7 days thereafter, deposit in court the process fee and the expenses for issue of an order and for transmitting the decree.\n(3) Notice of the application shall be given in all cases in which, under Order XXI, Rule 22 of the Code, notice of an application for execution is required.\n(4) The certificates and orders of transmission of decree to another court for execution under Rule 6 of Order XXI shall be signed by the Presiding Officer of the Court and the seal of the Court shall be affixed for authentication.\n(5) The Court granting the application may, if prayed for by the applicant, hand over to him or to his advocate, in a sealed cover, a copy of the order transferring the decree together with the documents enumerated in Rule 6, Order XXI of the Code to be taken to the court to which they are to be transmitted. The Court shall send a copy of the order in confirmation to the court to which the decree is transmitted."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "207",
        "section_title": "(139) When sent to District Court of another District",
        "description": "If the decree is sent to the District Court of another district for execution by a court subordinate thereto, the district court shall at once transmit it to the subordinate court, and no application to the District court shall be necessary. No charges for transmitting the decree to such subordinate court shall be levied by the District Court."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "208",
        "section_title": "(140) Return of decree to the Transmitting Court",
        "description": "(1) The court to which a decree is sent for execution shall certify to the court which sent the decree, the fact of execution of such decree specifying the nature and extent of satisfaction, or where the former court fails to execute the decree, the circumstances attending such failure.\n(2) If the decree-holder does not, within six months from the date of the receipt of the decree on such transfer, apply for execution thereof, the court to which the decree has been sent shall certify the fact that no application for execution has been made to the court which passed the decree and shall return the decree to that court."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "209",
        "section_title": "(140) Application for execution",
        "description": "(1) Except when made under Order XXI, Rule 11(1) of the Code, an application for execution of a decree shall be by petition and, in addition to the particulars set forth in Order XXI, Rule 11(2) of the Code, shall be headed with the cause title of the suit and separately numbered in each suit.\n(2) The petition shall, if it relates to any property of the judgment debtor, pray for the realization thereof, in the manner appropriate to the nature of the property, as in Form No. 53 and shall also set out the whole of the relief which the Applicant requires at the time of presenting the same. The court shall not grant any relief not claimed by the execution petition."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "210",
        "section_title": "(142) Certified copy of decree to be filed",
        "description": "The Judgment creditor shall, together with the first petition for execution or transmission of a decree, file in court a certified copy of the decree sought to be executed, and shall not be required, upon any subsequent application, to file a further copy or the same decree, unless the copy already filed has been sent to another court, under Order XXI, Rule 6 of the Code, and has not been returned and application is made to the court which passed the decree for simultaneous execution."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "211",
        "section_title": "(143) Non-compliance with Rules",
        "description": "A petition not complying with the provisions of the Code or these rules or not claiming any substantial relief shall be returned for amendment or rejected."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "212",
        "section_title": "(144) Procedure on the after hearing of petition",
        "description": "(1) Upon the hearing of the petition, the court shall ascertain whether the provisions of the Code and these rules have been complied with and shall determine whether notice thereof is to be served on any person. If the petition is admitted, the court shall adjourn the further hearing to a fixed day, and the application shall, within two days or such other period as may be fixed by the judge, bring into court the fees prescribed for issue of process and if the application is for arrest of the debtor, the subsistence moneys fixed by the judge under Order XXI, Rule 39(1) of the Code. At the adjourned hearing, the court may, if the prescribed fees and subsistence money have been paid, order process to issue; or in case of default, may extend the time for payment, or dismiss the petition. Provided that the court may, if it thinks fit, on admitting the petition, in any case in which the prescribed fees and subsistence moneys have been paid, order process to issue forthwith.\n(2) While making an order on an execution petition which involves termination or suspension of proceedings in execution, the court shall state clearly in its order whether the execution petition is terminated on the completion of execution, or adjourned, or dismissed."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "213",
        "section_title": "(145) Determination of question arising in execution of Decree",
        "description": "If any question arises for the determination of the court executing a decree, the same shall be heard and determined upon the hearing of the petition or an application made therein, and, if evidence is taken orally, the court shall record the evidence of the witness, and mark all exhibits admitted in evidence, in accordance with Order XVII, Rules 4 and 9 of the Code. The Court shall, in any case, record its judgment and draw up its order in the same manner as upon the hearing of a suit."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "214",
        "section_title": "(146) Order to appoint a day for sale",
        "description": "In the case of an application for the attachment and sale of any property, the court, unless otherwise orders, shall after passing necessary orders, adjourn the hearing of the petition to a fixed date."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "215",
        "section_title": "(147) Joint decree-holders",
        "description": "When an application is made by one or more of several joint decree-holders, unless a written authority signed by the other decree-holder for the applicant to execute the decree and to receive the moneys or property recovered is filed in court, the court shall give notice of the order, if any, passed for the execution of the decree, to all the decree-holders who have not joined in the application; and may also, in its discretion, give notice of any application for payment out of court, or delivery to the applicant, of any money or property recovered in execution."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "216",
        "section_title": "(149) Application in pending petition",
        "description": "At the hearing or any adjourned hearing of an execution petition, the judgment-creditor may apply orally for any relief prayed for by the petition; and any other party may, upon giving three days’ notice in writing to the opposite party, make any application with respect thereto."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "217",
        "section_title": "(149) Application in pending petition",
        "description": "If it is necessary to make an application in connection with a pending execution petition otherwise than at the hearing or any adjourned hearing thereof, the application shall be headed with the cause-title of the suit, and the serial number of the execution petition, and shall also be separately numbered in each execution petition."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "218",
        "section_title": "(150) Application of rules",
        "description": "Rule 53 to 59 and 213 supra shall apply to all applications by a party to the suit or matter made in or with respect to pending execution petition."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "219",
        "section_title": "(151) Procedure in case of execution of documents by court",
        "description": "The procedure prescribed by Order XXI, Rule 34(1) to (4) of the Code shall apply to all documents whereof the execution by any party has been directed by the Court."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "220",
        "section_title": "(152) Decree-holder to bring into court the draft and fees for service of notice",
        "description": "The decree-holder shall, together with the draft in Order XXI, Rule 34(1) of the Code mentioned, bring into court a duplicate thereof and two copies of a notice in Form No.54 and the prescribed court fee stamps for service thereof. One of the said copies shall be annexed to the draft, and shall be served on the person directed to execute the document in the manner prescribed for service of summons on a defendant to a suit."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "221",
        "section_title": "(153) Form of deed and of endorsement of negotiable instruments",
        "description": "In case of a deed, the concluding portion shall be in Form No. 55, and in the case of a negotiable instrument, the endorsement shall be in Form No. 56. The judge shall sign the name of the party directed to execute the document and his own name, as in the said forms, and shall affix the seal of his court thereto."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "222",
        "section_title": "(154) Amount realized in execution to be paid into court",
        "description": "Except when payment is made to the decree-holder under Rule 230, all moneys recovered by an officer of the court, or received by an auctioneer, shall be paid into court in the manner prescribed below for payment of moneys into court, and notice of the payment shall be pasted on a notice board of the Court and a certificate thereof shall be endorsed to the lodgment schedule."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "223",
        "section_title": "(156) Application to certify payment or adjustment",
        "description": "An application under Order XXI, Rule 2 of the Code shall be by petition, or if an execution petition is then pending, by an application at the hearing thereof or an execution application made in the said petition."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "224",
        "section_title": "(155) Payment into court in satisfaction of decree",
        "description": "(1) Except when payment is made to the decree-holder under Rule 230, a person paying money or bringing property into court in satisfaction of a decree shall be given notice of such payment or deposit to the judgment-creditor.\n(2) Where money due under a decree is remitted to court by the judgment debtor or anyone on his behalf by Money Order or through a Bank or by another recognized mode and the judgment-debtor or his Advocate is not available to pay the process fees for the notice required to be issued under Rule 1(2) of Order XXI of the Code, the notice may be issued initially at Court’s cost, and the same shall be subsequently recovered from the judgment-debtor."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "225",
        "section_title": "(157) Lodgment schedule to be brought in",
        "description": "(1) A person desirous of paying money into court, hereinafter called the payer, shall bring into court a lodgment schedule in Form No.57, headed with the cause-title of the suit, the appeal, or proceeding, and the particular account therein, if any, to which the money is to be credited...\n(2) When deposits are made under Rule 85 of Order XXI of the Code, one single challan shall be used in entering the sale proceeds and the amount required for the general stamps for the preparation of the sale certificates."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "226",
        "section_title": "(158) Delivery to bank or treasury officer",
        "description": "The payer shall note the particulars of currency notes, coins, and cheques on the reverse side of the form of the Challan accompanying each remittance and deliver the money and (or) the Cheque and the order in triplicate to the Bank or Treasury Officer mentioned therein, who shall retain the Order and send one copy to the Court, with the daily scroll of the bank and return the receipt duly signed and dated to the payer who shall return the said Receipt to the Court. The receipt when received into Court from the Bank with the daily scroll must be attached by Gum to the Office Counter foil of the lodgment book’"
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "227",
        "section_title": "(159) When Bank or Treasury is closed",
        "description": "If the bank or the treasury is closed, the money may, with the leave of the judge, be paid to the officer of the court; in such case, the lodgment schedule shall be endorsed with an order and counterfoil receipt by the officer or treasury when it is open, and be sent, together with an order and counterfoil receipt, by the officer of the court to the bank or treasury officer, who shall return the said receipt to the court. \n In the case of deposits by purchasers in court auctions, when the deposit is made when the bank or treasury is closed, the payment should be made to the officer conducting the sale. The payments shall be entered forthwith in the cash book and the ledger, and in the case of courts dealing with the branches of 'State Bank of India or the State Bank of Hyderabad', in Civil Register No.38. The money shall be left for safe custody with the head clerk until the next day on which the bank or treasury is open. \n On the next day on which the bank or treasury is open, the officer of the court to whom the money was originally paid shall receive it back from the head clerk and sign the lodgment schedule. He shall then, with all convenient speed, send the money together with an order and the counterfoil receipt to the bank or treasury officer, who shall return the said receipt to the court. Upon receipt of the counterfoil receipt, an entry shall be made in the cash book under the headings 'cash' and 'Bank or Treasury'. No separate entry shall be made in the ledger in respect of the remittances into the bank or treasury, but the number of the bank or treasury receipt shall be entered in it as an inset entry against the original entry. \n The same procedure shall apply, as far as possible, to amounts collected by amins and peons on warrants of attachment or warrants of arrest when the money is brought into court when the bank or treasury is closed. \n Money paid into court under this rule must be remitted to the treasury or bank with the least possible delay, and in no instance should an interval of more than 24 hours be allowed to occur if the treasury or bank is open. However, where there is no sub-treasury or bank in the station, daily remittance of petty amounts of less than Rs. 25 to the treasury or bank, which involve expenditure on traveling allowance out of proportion to the amounts remitted, should be avoided."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "228",
        "section_title": "(160) Receipt",
        "description": "Upon the return of the said receipt to the court by the payer, or by the bank or treasury officer under the preceding rule, a receipt signed by the judge shall be issued to the payer, and the amount paid shall be entered to the credit of the account in respect of which the payment is made. \n The High Court considers that the receipt contemplated by this rule may be signed by the Chief Ministerial Officer of the court authorized in this behalf by the District Judge."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "229",
        "section_title": "(161) Transmission of money payable in satisfaction of decree",
        "description": "Unless it appears to the court that the personal attendance of the party is necessary, money payable in satisfaction of a decree order may be transmitted to the court by postal money order or in Government currency notes. In such cases, the payer shall, before transmitting the money, send to the court, in pre-paid registered cover, a lodgement schedule in the form prescribed by Rule 225, stating the manner in which the money is to be sent. \n Suitor’s moneys which have been placed in Civil Court deposit are held by courts in trust in all cases and can be invested only in securities specified in Section 20 of the Trust Act. Amounts up to Rs.3,000 may also be deposited in the Post Office Savings Bank."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "230",
        "section_title": "(162) Payment by way of crossed cheques",
        "description": "In all cases where money is payable to a party, cheque petitions are ordered in favor of such party or parties at any stage of the proceedings in the court or while interlocutory orders are passed by the original court, or while implementing orders of appellate or revisional courts. The money so payable shall be paid by drawing a crossed cheque (Account payee) in the name of the party or parties to whom the money is payable or the lawful guardian, in case the payee is a minor, upon proper identification of the said party in such manner as the court may think fit."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "231",
        "section_title": "(163) Application for payment out in other cases",
        "description": "Except as provided by Rules 230 and 240, payment of money out of court shall be made only upon the order of the Judge made at the hearing of a suit, appeal, or matter, or upon an interlocutory or execution application, supported by an affidavit showing how the applicant is entitled to receive payment."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "233",
        "section_title": "(165) Payment schedule to be brought in",
        "description": "A person desirous of obtaining payment of money out of court shall bring into court a payment schedule, in Form No.59, headed with the cause title of the suit, appeal, or matter and the particular account if any, to which the payment is to be debited. The schedule shall state the decree or order authorizing the payment and the total amount to be paid out of court, along with a receipt signed by the payee."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "234",
        "section_title": "(166) Presentation of Order",
        "description": "The order shall be presented for payment within the account month in which it is issued, and, if not presented within the period, shall be returned to the court and may then, after being re-dated and initialed by the Judge, be re-issued to the payee. \n Revalidation of a payment order may be made only once and that too within one month after the month of issue. When a payment order is presented for revalidation beyond one month after the month of issue, it shall be destroyed and a fresh payment order shall be issued in lieu thereof."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "235",
        "section_title": "(167) Receipt by payee",
        "description": "On payment of the amount of the order, the payee shall sign a receipt endorsed on the order."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "236",
        "section_title": "(168) Order not to issue after 25th of the month except in cases of urgency",
        "description": "Except in cases of urgency, no order for payment of money out of Court shall be issued after the 25th day of each calendar month."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "237",
        "section_title": "(169) Rules as to delivery of securities, jewellery or other valuables, into and out of court",
        "description": "The foregoing rules shall apply to the delivery of securities, jewellery, or other valuables into and out of court, with the following modifications: \n(1) Government promissory notes and other negotiable securities shall be endorsed 'The Judge of the court of ……………………….' \n(2) When jewellery or other valuables are to be brought into court, two copies of a descriptive list thereof shall be presented with the lodgement schedule, and shall be checked and signed by the judge in the presence of the depositor. The jewellery or other valuables shall be placed in a box, furnished with a lock and key, to be provided by the depositor. The box shall then be locked and sealed in the presence of the judge with the special seal supplied for this purpose, and forwarded by the court to the bank or treasury officer together with one of the copies of the said list. The key shall be retained by the Judge. The remaining copy of the said list shall be returned to the depositor, and on the return of the counterfoil receipt by the bank or treasury officer, a receipt signed by the judge shall be given to the depositor in exchange for the said descriptive list. \n(3) The court may call upon the party at whose instance the deposit is made to pay into court such sum of money as may be necessary to meet the safe custody charges payable to the bank. In default of payment, the court may refuse to make the deposit in the bank, withdraw the property from the bank, or pass an order for recovering dues payable to the bank from the liable party."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "238",
        "section_title": "(170) Cases where payment may be made in cash to an officer of a court",
        "description": "Notwithstanding anything contained in this chapter, moneys for any of the purposes hereunder mentioned may be paid in cash to an officer of the court, to be appointed by the judge: \n1. Service of summons in respect of which the fees cannot be paid in stamps. \n2. Allowances to witnesses. \n3. Commission Fees. \n4. Money-order commission for transmission of commissioner's fees. \n5. Judgment-debtor’s subsistence moneys. \n6. Tom-Tom charges. \n7. Charges for the conveyance of attached property and for feeding attached cattle. \n8. Postage and other charges for calling for records for reference, or for transmission of decrees to other courts for execution. \n9. Moneys representing the values of non-judicial stamps for sale certificates when the amount does not exceed Rs.5/-. \n10. Safe custody charges payable under Rule 237. \n\nProvided that, if in the opinion of the said officer, disbursement of the said money is not likely to be made within a month, the procedure prescribed by Rules 225 to 236 inclusive shall be followed. \n\nProvided also that where the amount paid under (9) above is less than Rs.1/-, the court may retain it for a period not exceeding three months, after which, if it is not disbursed, it shall be credited directly to the Government as revenue, subject to its being refunded to the party entitled to it if and when claimed. \n\nProvided further that in cases where the amount paid under (9) above does not exceed Rs.5/- and the said amount is not likely to be disbursed within a period of three months, it shall, subject to the provisions of the previous proviso, be remitted to the Bank or treasury officer."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "239",
        "section_title": "(171) Presentation of receipt",
        "description": "The person making any such deposit as aforesaid shall present therewith a memo in Form No.61, headed with the cause-title of the suit, appeal, or matter, and specifying the purpose for which the deposit is made. A receipt shall be granted to the depositor."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "240",
        "section_title": "(172) Repayment",
        "description": "(1) The repayment of any cash, which has not been expended for the purpose for which the same was deposited, shall be made upon the production of the receipt and under the immediate superintendence of the judge, who shall satisfy himself as to the identity of the person to whom such repayment is made and of his authority to receive it.\n(2) Provided that if the amount so deposited or the unexpended portion thereof has been sent by the Court to a Bank or treasury officer, Rules 231 to 236 inclusive shall apply to an application for repayment.\n(3) If the applicant is unable to produce the receipt, he shall file an affidavit accounting for its non-production."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "241",
        "section_title": "(New) Arrest of public servant",
        "description": "Before a warrant is issued by a Civil Court for the arrest of a public servant (as defined in Section 21 of the Indian Penal Code) or a railway, postal, or telegraph official, seven days' notice may be given to the immediate superior of the person to be arrested.\n\nExplanation: In the case of a railway official, the expression 'immediate official superior' shall include a railway official of the rank of Station Master, Foreman, and Inspector but not one of a lower rank. In the case of a postal official, the said expression shall mean the Superintendent of the Post Office concerned. In the case of a telegraph official, the expression shall mean the Superintendent of Telegraphs of the concerned division."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "242",
        "section_title": "(175 & 176) Attachment of property in custody of Public Officer",
        "description": "If the property sought to be attached is in the custody of a Public Officer, the execution petition shall ask that the property may be brought into Court and realized. The notice of attachment shall request that the money or property be brought into Court, or that such officer may state whether he has any and what objection to so doing. If any objection is raised by such an officer, notice may be issued, in the manner provided by Order XXVII of the Code for issue of summons, for the determination of such objection."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "243",
        "section_title": "(177) Attachment of decree",
        "description": "An application for the attachment of a decree shall also pray that the applicant may be at liberty to apply for execution thereof. If an order of attachment is made, it may be as in Form No.63 or 64, and the application shall be adjourned to a fixed day for the applicant to apply to the Court, or if the decree of another court is attached, to the Court for execution of the attached decree. The application shall be accompanied by certified copies of the order by which the attached decree was made and shall be accompanied by certified copies of the order of attachment and of the decree sought to be executed. Provided that, if the attached decree is the decree of another Court other than a decree for money, the applicant shall also pray for the transmission of the decree sought to be executed, and the Court may transmit the same accordingly, together with a notice in Form No.65. The applicant may then apply to the former Court by an execution petition entitled in the suit or matter in which the attached decree was made."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "244",
        "section_title": "(178) Decree not to be sold in execution of another decree",
        "description": "No decree shall be ordered to be sold in execution of another decree."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "245",
        "section_title": "(179) Attachment of decree by several decree holders",
        "description": "If a decree is attached by more than one decree-holder, liberty to execute the same shall be given to the decree-holder whose attachment is first in date, and the Court shall direct any money or property recovered by the said decree-holder, for execution of its decree, to be brought into court for rateable distribution. Provided that, if the decree-holder to whom liberty is given as aforesaid does not show due diligence in executing the attached decree, or for any other sufficient reason, the court may give liberty to any other decree-holder to execute the attached decree in place of the former decree-holder."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "246",
        "section_title": "(180) Claim to attached property",
        "description": "An application by a claimant or objector, under Rule 58 of Order XXI of the Code shall be made by a verified execution application entitled in execution petition under which the property in question has been attached and shall set forth particulars of the claim in the manner prescribed for the plaint in a suit as in Form No.66."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "247",
        "section_title": "(181) Procedure when application admitted",
        "description": "If the application is admitted, the claimant or objector shall, within seven days thereafter or such other period as may be allowed by the judge, bring into court the prescribed fees for service of notice on the attaching creditor, and the same shall be served in the manner prescribed for service of summons on a defendant to a suit."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "248",
        "section_title": "(182) Hearing of application of provisions",
        "description": "At the hearing of the application, the court shall record the evidence, mark all exhibits admitted in evidence, and shall draw up its order thereon."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "249",
        "section_title": "(184-A) Extension of application of provisions",
        "description": "The provisions in Rules 246 to 248 shall apply, so far as they may be, to applications under Order XXI, Rules 97 and 100 of the Code."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "250",
        "section_title": "(183) Realisation of attached debts by the appointment of receiver",
        "description": "(1) Unless it is made to appear to the court that, from the smallness of the amount of the debt attached, or otherwise, the appointment of a receiver to collect the same would be useless or vexatious, no debt or right to any periodical payment shall be realized by sale.\n(2) If a receiver is appointed, he shall be empowered to sue in the name of the judgment-debtor and to grant receipts for any moneys or property recovered by him; and the order appointing him may be in the form prescribed by paragraph 7 of Form No.5 of Appendix III-D, so far as it may be applicable."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "251",
        "section_title": "(184) Realisation of property attached by seizure",
        "description": "When an attachment of property is made by actual seizure, the court shall, if within one month from the date of the attachment, the property has not been sold or the attachment has not been removed, on its own motion, direct the property to be sold by the officer of the court; and the proceeds of the sale, after payment of the expenses of the sale and the prescribed fee, shall be brought into court to the credit of the suit or matter in which the attachment was made."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "252",
        "section_title": "(New) Attachment of moveable property",
        "description": "When an attachment of property is made by actual seizure, the court shall, if within one month from the date of the attachment, the property has not been sold or the attachment has not been removed, on its own motion, direct the property to be sold by the officer of the court; and the proceeds of the sale, after payment of the expenses of the sale and the prescribed fee, shall be brought into court to the credit of the suit or matter in which the attachment was made."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "253",
        "section_title": "(New) Cash, Jewels etc.",
        "description": "(1) If the property attached consists of Government or other securities, jewels, or other valuable articles of small bulk, the Nazir shall keep the same together with a descriptive list in a box (other than the ordinary cash chest of the court) under lock and seal and send the box for safe custody to the nearest Government Treasury under the orders of the Judge.\n(2) In other cases, attached property brought to the court shall be retained by the Nazir in the courthouse if it can conveniently be stored or kept there."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "254",
        "section_title": "(New) Custody of fire-arms etc.",
        "description": "When the property attached is a fire-arm or explosive substance, it may be sent at once to the officer-in-charge of the nearest Police Station who shall hold it subject to the further order of the court."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "255",
        "section_title": "(New) Payment of charges",
        "description": "(1) The District Judge shall fix and may, from time to time, alter the rates to be charged for the maintenance of every description of livestock attached by the several courts in its district with reference to reasons and local conditions.\n(2) Every person applying to the court to attach moveable property shall, in addition to the process fee, deposit such reasonable sum as the court may direct for the cost of its removal to the courthouse and its custody, and if such property is livestock, for its maintenance in accordance with the prescribed rates. If such deposit when ordered, is not made, the attachment shall not issue.\n(3) The court may at any time during the pendency of an attachment direct the decree-holder to pay into court within a specified time, such additional sum as may be necessary to cover the costs for attachment, transport, maintenance, and custody of property, and if such payment is not made within the time prescribed, may withdraw the attachment."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "256",
        "section_title": "(New) Curator",
        "description": "(1) In order to provide for the custody of property which cannot be conveniently stored or kept in the court-house, the District Judge may appoint for any court or group of courts a Curator who shall furnish security in any form applicable to a Government servant, for an amount to be fixed in each case by the District Judge.\n(2) Every Curator and Nazir shall maintain the register of attached moveables in Civil Register Nos. 30 and 31 respectively.\n(3) The Curator or the Nazir as the case may be shall be responsible for the due custody and preservation of all property entrusted to him until he delivers it up under the orders of the Court."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "257",
        "section_title": "(New) Remuneration",
        "description": "The Curator shall receive such sums for his remuneration and expenses incurred for the custody and preservation of attached moveables as the District Judge by general rule or the court by special order, may prescribe."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "258",
        "section_title": "(185) Application for sale of attached property",
        "description": "The decree-holder may apply, at an adjourned hearing of the execution petition orally, and at any other time, by written application in Form No.67, for the sale of any attached property."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "259",
        "section_title": "(186) Affidavits and in the case of immoveable property certificate to be filed by the applications",
        "description": "The applicant shall, not less than five days before the adjourned hearing or together with his written application, file in court an affidavit or affidavits stating the interest of the judgment debtor in the attached property, and whether any person other than the judgment debtor has any, and what interest therein; and, in the case of immoveable property, then an amount for the realization of which the sale is held exceeds Rs.100/- or when the court so orders, that a search has been made in the office of the Registrar of Assurance of the district, or sub-district, in which the property is situated, for not less than 12 years prior to the date of attachment. In the case of immovable property situated within the limits of a municipality, a certificate from the municipality showing the particulars of municipal tax due on the property shall also be filed."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "260",
        "section_title": "(187) Order for sale",
        "description": "If the provisions of the Code and these rules have been complied with and the proclamation of sale is approved by the Judge, the application shall then be adjourned to a fixed day and the applicant shall, within two days or such other period as may be fixed by the Judge, bring into court the prescribed fees for proclamation. An order for sale shall then be made. The batta for the sale warrant shall be paid a week before the date fixed for sale and the warrant of sale shall then issue. In case of default, the court may adjourn the application to a fixed day or may dismiss the execution petition."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "261",
        "section_title": "(188) Date and place for sale",
        "description": "The District Judge shall fix a particular place and a particular day in the week for the sale of such moveable properties as may be brought to court. When there are more courts than one in the same station, the sales for all such courts shall be held on the same day, and in the same place, in such sequence as the District Judge may by general or special order determine. All sales at court shall begin at noon, and the sale of any lot not put up before 5.00 p.m shall be adjourned to noon on the next court day."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "262",
        "section_title": "(189) Sale of livestock etc.",
        "description": "Unless the court otherwise orders, all sales of livestock, agricultural produce, articles of local manufacture, and other articles commonly sold at village markets which have been brought to the court, shall be held at such markets in the neighborhood of the place where the articles were attached as may appear to be for the greatest advantage of the judgment debtor, regard being had to the prospect of good prices and the saving of expenses of transport."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "263",
        "section_title": "(190) When moveable property is in custody of Nazir or Curator",
        "description": "If moveable property is in the custody of Nazir or Curator, and it appears to the court that an immediate sale is necessary, the court may authorize him to sell the same by public auction and may give such directions regarding the date and place of sale and the manner of publishing the same as the circumstances of the particular case admit."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "264",
        "section_title": "(191) Sale by public auction",
        "description": "If the officer attaching moveable property is, under Order XXI Rule 43 of the Code, authorized to sell it at once, the sale shall be made by public auction, and after such publication and notice as the circumstances of the particular case admit. The officer shall, not more than two days after the sale, bring into court his report of the sale, in manner prescribed by Rule 278."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "265",
        "section_title": "(192) Applicability of general rules about sale of property infra",
        "description": "Subject to the foregoing rules, the provisions of rules 271 to 285 relating to sale of property under order of court shall apply to all sales in execution of a decree."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "266",
        "section_title": "(New) Sale of Arms, etc.",
        "description": "Whenever guns or other arms, in respect of which licenses have to be obtained by purchasers under the Arms Act (Act No. LIV of 1959), are sold by public auction in execution of decrees, the court directing the sale shall give due notice to the District Magistrate concerned of the names and addresses of the purchasers and of the time and place of the intended delivery to the purchasers of such arms. The court, before delivery of such arms, shall satisfy that the purchasers are entitled to possess arms."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "267",
        "section_title": "(New) Articles of petty value",
        "description": "If the total value of the property attached is, in the opinion of the court, less than Rs. 25/-, the court may order the sale of such property after notifying, on the notice-board of the court, the date and time of sale, and sale proceeds, after defraying the expenses, shall be treated as attached property."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "268",
        "section_title": "(New) Charges of custody",
        "description": "(1) In cases in which expenses are incurred for the care and custody of attached moveable property, such expenditure shall not be allowed for a period longer than 30 days, provided, however, that it shall in no case exceed the value of the property. The person-in-charge may, however, in the case of postponement of sale, apply to the Court at the end of every period of 30 days for an order for payment of such expenditure.\n(2) Where postponement of sale is occasioned by the intervention of a claim to attached property, the expenses incurred during the period of postponement shall be borne by the claimant, if he fails to establish his claim, and by the attaching creditor, if such claim is allowed."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "269",
        "section_title": "(New) Application by the surety for discharge of sale",
        "description": "When attached moveable property is left in the custody of a surety, the surety may apply for its sale or for his being discharged from liability. The Court shall direct notice of such application to issue to the parties at the surety’s cost and if the parties interested do not take steps to get the properties sold or released within the time fixed, it may be sold, and the proceeds shall be deposited in the court, after paying the surety the charges for custody and for issuing the notice."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "270",
        "section_title": "(New) Disallowing custody charges",
        "description": "When attached moveable property is left in the custody of a surety, the surety may apply for its sale, or for his being discharged from liability. The Court shall direct notice of such application to issue to the parties at the surety’s cost and if the parties interested do not take steps to get the properties sold or released within the time fixed, it may be sold, and the proceeds shall be deposited in the court, after paying the surety the charges for custody and for issuing the notice."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "271",
        "section_title": "(193) Conduct of sale under order of Court",
        "description": "Subject to the provisions of Rules 258 to 264 inclusive, with respect to the sale of attached property, a sale by public auction of any property, when directed in any suit or matter, shall be conducted in the manner prescribed hereunder."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "272",
        "section_title": "(194) Manner of conducting sale by public auction",
        "description": "The order for sale shall direct the party applying for the sale (hereinafter called ‘the applicant’) to bring into court:\n(1) Affidavits: An affidavit or affidavits by himself or some other person acquainted with the property, giving the particulars prescribed by Order XXI Rule 66 of the Code, and also stating what, in his opinion, is the best time and place of sale and method of advertising the same and the lots, if any, into which the property should be divided.\n(2) Affidavits of fitness: If an officer of the court is not to be appointed, an affidavit as to the fitness of the proposed auctioneer.\n(3) Where the property is immoveable property situated within the limits of a Municipality, an affidavit stating the Municipal tax, if any, due on the property sought to be sold, and the affidavit shall be accompanied by a certificate from the municipality showing the particulars of tax due.\n(4) Certificate of search: In the case of immoveable property when a search has been made under Rule 273, a certificate of the result of the search."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "273",
        "section_title": "(195) Search of encumbrances",
        "description": "In the case of a sale of immoveable property, the applicant shall, when the amount for the realization of which the sale is held exceeds Rs.100/- and in any other case in which the court so orders, cause a search to be made in the office of the Registrar of Assurances of the district in which the property is situated. If a previous search has been made in the suit or matter, the search shall be made from the date on which the previous search was made, but so that the whole period shall be not less than 12 years, or, if no search has been made, then for a period of not less than 12 years prior to the date of the execution application on which the sale is ordered."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "274",
        "section_title": "(196) Matter to be determined by court",
        "description": "The court shall determine the lots, if any, in which the property shall be sold; the manner of advertising the sale; and the probable expenses thereof; and shall fix the date and place of sale, and, after giving notice to the Judgment-debtor or other party to the suit or proceeding whose property is to be sold and hearing his objections, if any, settle the proclamation of sale, as in Form Nos. 69 & 70."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "275",
        "section_title": "(197) Appointment of person to sell",
        "description": "The court, if it is made to appear that a more advantageous sale can be had thereby or for other sufficient reason, may appoint a fit person, other than an Officer of the Court or an Advocate, to sell the property, and may fix as his remuneration a sum certain, or a percentage on the net sale proceeds. Such remuneration shall include all personal and traveling expenses, but not the expenses of the sale."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "276",
        "section_title": "(198) Proclamation of sale",
        "description": "The Proclamation of sale, when settled by the Judge, shall be signed by him, and an order for sale shall then be made; and the further hearing of the suit or proceeding shall be adjourned to a day not more than thirty-one days from the day fixed by the court for the sale."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "277",
        "section_title": "(199) Leave to bid",
        "description": "(1) An application for leave to bid at the sale shall be supported by an affidavit setting forth any facts showing that an advantageous sale cannot otherwise be held; and an undertaking shall be given by or on behalf of the applicant, that, in the event of his being declared the purchaser of the property, or of any lot or lots, he will give credit, or will enter up satisfaction of the decree or order under which the sale is made, for the purchase money.\nProvided that if there are several decree-holders entitled to rateable distribution, the purchase money shall be paid into court.\n(2) Upset price: In cases in which the court may consider that the applicant should not be allowed to bid for less than a sum to be fixed, it shall be competent to the court to give leave to bid at the sale only on condition that the applicant’s bid shall not be less than the amount so fixed by the court. The amount shall, as far as practicable, be of the lot or lots into which the property is divided for sale."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "278",
        "section_title": "(200) Conduct of sale",
        "description": "(1) The person appointed to sell the property shall conduct the sale in the manner prescribed by the Code for the sale of attached property, and shall, out of the deposit or sale moneys, so soon as the same are received by him, purchase court fee stamps to the amount of the poundage if any, payable on the sale, and shall bring the same into court forthwith, together with the balance of the deposit or sale moneys. If the applicant purchased the property with the leave of the court and is allowed to set off purchase money against any sum due to him, he shall pay the amount chargeable for poundage to the person appointed to sell the property so soon as he is declared to be the purchaser. The amount deducted or paid on account of poundage shall form part of the costs and expenses of the sale.\n(2) Upon the completion of the sale, the person appointed to sell the property shall file in court his report of the sale as in Form No.71."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "279",
        "section_title": "(201) Application to set aside sale",
        "description": "In the case of any application under Order XXI, Rules 89, 90 or 91 of the Code to set aside a sale, the application under Order XXI Rule 91, give to the parties to the suit or proceeding not less than five days’ notice in writing of the application, setting forth his objections to the sale or the confirmation thereof. If no such notice or insufficient notice is given, the court may adjourn the hearing and order the person in default to pay to the other parties their costs of the adjournment, or may dispose of the application forthwith. If no application to set aside the sale is made, or if such application is made and disallowed, the court shall make an order confirming the sale. An application under Order XXI, Rule 89 of the Code, may be as in Form No.72."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "280",
        "section_title": "(202) Costs",
        "description": "At the adjourned hearing the court may make an order directing the payment to the applicant of the costs and expenses of the sale and to the person appointed to sell the property of his commission, if any, and providing for the application of the balance of the sale proceeds. If under Order XXI, Rule 81 of the code a vesting order is required, the order shall also direct that the property sold shall vest in the purchaser."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "282",
        "section_title": "(204) Sale certificate",
        "description": "(1) A certificate of sale of immovable property shall specify as part of the description of the property, the survey number, if any, and the registration or sub-district in which the same is situate.\n(2) All sale certificates of immovable property shall be engrossed on stamp papers of proper value and copies thereof be forwarded to the registering officer or officers under Section 89 of the Registration Act (Act XVI of 1908) within three days for the issue of the certificate.\n(3) The copy sent to the registering officer shall disclose the stamp value of the documents and the registering officers to whom copies of the sale certificates are being sent. Certificates shall be drawn up without delay and sent within whose jurisdiction any part of the property is situate.\n(4) The sale certificates shall be drawn up without delay and the certificate ready for delivery shall be notified on the notice board of the Court within 24 hours of its signature by the Judge.\n(5) Where a court sale is finally set aside, the court setting it aside shall send a copy of the order to the registering officer or officers in whose office a copy of the sale certificate has been filed."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "283",
        "section_title": "(205) Default by applicant",
        "description": "If at any time it is made to appear to the court that the applicant has failed to comply with any order of the court, or any of the provisions of the Code or these rules, or is not proceeding with due diligence, the court may make such order as to the application for sale, or the suit or matter, and the costs thereof, as it thinks fit."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "284",
        "section_title": "(206) Acceptance of Guarantee Societies as Sureties",
        "description": "(1) Notwithstanding anything in the foregoing rules, in all cases in which a court requires a party to a proceeding to execute a bond with one or more sureties, a guarantee society duly approved by the High Court may be accepted as surety upon its joining in a bond with the person ordered to give security.\nNote:- In cases where specific forms of surety bonds are not prescribed, courts are at liberty to adopt Form No. 8 and 5 in Appendix III-E and F respectively of Part II, Vol. II, with such variations as will suit the circumstances of the case. (H.C.Dis 68 of 1927)\n(2) The High Court may, from time to time, after such inquiry as it deems sufficient and subject to such conditions as it may deem fit to impose by a notification in the Gazette, declare the names of the guarantee societies together with the names of their duly authorized agents, if any, qualified to join in a bond within the meaning of the above sub-rule. The High Court may also, for sufficient cause, remove from the approved list the name of any such guarantee society or of any agent of any such guarantee society."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "285",
        "section_title": "(207) Notice to surety",
        "description": "In an inquiry for the determination of the liability which has been guaranteed by a surety, the court shall give notice of the inquiry to the surety by registered post. But the cost of his appearance shall be borne by the surety himself unless the court otherwise directs."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "286",
        "section_title": "(208) Panel of suitable persons to be maintained for appointment as Receivers",
        "description": "Subject to the approval of the District Judge concerned, the Presiding Officer of each court shall maintain a panel of legal practitioners and other persons with suitable qualifications from among whom receivers shall ordinarily be appointed."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "287",
        "section_title": "(211) Security to be furnished by the persons included in the panel of Receivers",
        "description": "Every person included in the panel shall, within one month, furnish security for the sum of Rs. 2,000 in favor of the Presiding Officer to secure his liability in respect of all receiverships to which he may be appointed. He shall furnish one or other of the following kinds of securities:\n(a) Immovable property;\n(b) Cash;\n(c) A Government security;\n(d) Fixed deposit or cash deposit in the Post Office Saving Bank;\n(e) Post Office Cash Certificate;\n(f) National Saving Certificates;\n(g) Bonds or Debentures issued by the Local Authorities in India as defined in Section 3(31) of the General Clauses Act, 1897 (Central Act X of 1897) (Local Authorities includes Port Trust).\nThe security bond shall be in one of the Form Nos. 75, 76, and 77 of Appendix III-A of Part II of Volume II. Only on such security being furnished he may be considered for appointment as a Receiver. Such security shall be irrespective of the security, if any, that may be required of the Receiver by the Court under Order XL, Rule 3(a)."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "288",
        "section_title": "(212) Filing of Accounts by Receiver",
        "description": "Unless otherwise ordered, a receiver shall file his accounts once in every three months. The first of such accounts commencing from the date of his appointment and ending with the expiry of three months from such date, shall be filed within ten days after the expiry of the said period for three months and subsequent accounts brought down to the end of the three months period for which they are filed, shall be filed within ten days after the expiry of the said periods of three months."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "289",
        "section_title": "(213) Manner of filing Accounts",
        "description": "The accounts of the Receiver shall be in the form prescribed and shall be verified by affidavit in the form prescribed. Items shall be numbered consecutively."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "290",
        "section_title": "(214) Receiver to file an affidavit",
        "description": "Where a Receiver has not, since the date of his appointment or since the date of his last account, as the case may be, received or paid any money, he shall file an affidavit to that effect on or before the date on which he has to file accounts."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "291",
        "section_title": "(215) Books to be maintained by Receiver",
        "description": "The Receiver shall maintain true and regular accounts of the receivership and shall, in particular, maintain a cash book in which shall be entered from day to day all receipts and payments and also a ledger. He shall also maintain a counterfoil receipt book with the leaves numbered serially in print, from which shall be given, as far as possible, all receipts for payments made to the receiver."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "292",
        "section_title": "(216) Receiver to open account in a scheduled Bank",
        "description": "Unless the court otherwise orders, the receiver shall, as soon as may be after his appointment, open an account in the name of the receivership in a scheduled bank as defined in class (e) of Section 2 of the Reserve Bank of India Act, 1934, as the court may direct, and shall deposit into it all monies received in the course of the receivership immediately on receipt thereof save any sums that may be required for current expenses. All payments by the receiver shall, as far as possible, be made by cheques drawn on the account."
    },
    {
        "chapter": "Proceedings in Execution",
        "chapter_no": "XVI",
        "section_no": "293",
        "section_title": "(217) Procedure to adopt in case of failure of duties by the Receiver",
        "description": "If a receiver fails to maintain true and regular accounts or fails to file his account into court on the due date without proper cause, or unduly delays the passing of his account by failing to appear before the passing officer or improperly retains any cash in his hands, the court may disallow the whole or any portion of remuneration due to him for the period of the account with reference to which default is committed and may also charge interest at a rate up to 12 percent per annum on the monies improperly retained by him for the period of such retention, without prejudice to any other proceedings which might be taken against the receiver."
    },
    {
        "chapter": "Caveat",
        "chapter_no": "XVII",
        "section_no": "294",
        "section_title": "(New) Presentation of and Particulars to be stated in Caveat",
        "description": "(1) Every caveat shall be lodged with the Presiding Officer of the Court along with an affidavit by the Caveator either personally or by his advocate. The caveat shall state the name, place of abode, description, occupation and the address for the service on the caveator, and where he is represented by an advocate, the name and full address of the advocate. Such address for service must be within the local limits of the jurisdiction of the court and shall hold good in all subsequent stages of the proceedings.\n\n(2) In addition to the particulars mentioned in Sub-rule (1), the caveat shall state the following particulars:\n(I) Name, description, place of residence and full address of the person by whom an application has been or is expected to be made;\n(II) Full particulars of the claim or the subject matter in respect of which an application is expected to be made in a suit or proceeding, and the nature of relief likely to be sought. If an application has been made, particulars of the application and the suit or proceedings.\n(III) Where the subject matter is immovable property, description of the property sufficient to identify it."
    },
    {
        "chapter": "Caveat",
        "chapter_no": "XVII",
        "section_no": "295",
        "section_title": "(New) Examination and Registration of Caveat and its requirements",
        "description": "(1) Every caveat shall be entered in the register of caveats maintained for the purpose and examined by the Chief Ministerial Officer of the court. If he finds that the caveat complies with all the requirements, he shall make an endorsement on the Caveat ‘Examined and may be registered.’ If he thinks that the Caveat does not comply with the requirements, he shall place the matter before the presiding officer for orders.\n\n(2) Caveat returned for non-compliance with these rules or provisions of Sec.148-A of the Code shall be represented after rectification within the time specified.\n\n(3) The affidavit shall state the right and the interest of the Caveator and the grounds of the objections to the application.\n\n(4) The caveat shall also be accompanied by a notice in duplicate duly filled in by the party or his counsel (***)1.\n\n(5) A court fee of Rs. 10 shall be charged on every caveat."
    },
    {
        "chapter": "Caveat",
        "chapter_no": "XVII",
        "section_no": "296",
        "section_title": "(New) Notice to issue by Caveator",
        "description": "Where a caveat has been lodged, the caveator shall serve without delay, notice of the caveat by registered post, acknowledgment due on the person by whom the application has been or is expected to be made, and file in court proof thereof."
    },
    {
        "chapter": "Caveat",
        "chapter_no": "XVII",
        "section_no": "297",
        "section_title": "(New) Copy of plaint, application or proceeding to be served on Caveator before filing",
        "description": "Any person or advocate instituting a suit or proceeding in respect of which a caveat has been entered in the Register of Caveats shall, before filing the application, suit, or proceeding, serve a copy thereof upon the party by whom the caveat has been entered or upon his advocate and annex to the plaint or proceeding a statement of such service."
    },
    {
        "chapter": "Caveat",
        "chapter_no": "XVII",
        "section_no": "298",
        "section_title": "(New) Withdrawal of Caveat",
        "description": "A caveat may be withdrawn by the party who has entered the caveat or by his advocate on an interlocutory application supported by an affidavit."
    },
    {
        "chapter": "Legal Aid to Indigent Persons",
        "chapter_no": "XIX",
        "section_no": "299",
        "section_title": "(New) Panel of Advocates willing to appear to be maintained",
        "description": "(1) There shall be maintained in each court a panel of advocates willing to appear for the undefendant indigent person or persons in a suit or proceeding at the expenses of the State or free of charge. Such panel shall be prepared by the District Judge after consultation with the Presiding Officer of the court, the President of the Bar Association and such other persons as the District Judge may consider necessary.\n\n(2) The panel may be revised by the District Judge at the end of each calendar year."
    },
    {
        "chapter": "Legal Aid to Indigent Persons",
        "chapter_no": "XIX",
        "section_no": "300",
        "section_title": "(New) Contents of Panel",
        "description": "(1) The panel to be prepared and maintained under sub-rule(1) of the Rule 299 shall be in two parts. The first part of the panel shall contain the names of suitable advocates who offer themselves to appear for the undefended indigent persons without charging any fee and part two thereof shall have the names of such advocates as are willing to appear for such persons at State expense and are selected for the purpose.\n\n(2) An advocate with a standing of not less than three years at the Bar shall be eligible for being brought on the panel. The District Judge shall, so far as may be, persuade competent senior lawyers to enlist themselves for representing indigent persons without charging any fee.\n\n(3) The District Judge shall in the month of January in each year, communicate the names of the advocates on the panel maintained for each court in his district to the High court in the following form:\n(a) Name of the advocate,\n(b) Date of birth\n(c) General reputation and standing at the Bar.\n\n(4) The Registrar, High Court of Andhra Pradesh, shall cause the panels for each district to be entered separately in a Register.\n\n(5) The District Judge or the High court may strike off the names of any advocate from the panel without assigning any reasons."
    },
    {
        "chapter": "Legal Aid to Indigent Persons",
        "chapter_no": "XIX",
        "section_no": "301",
        "section_title": "(New) Assignment of Advocate by Court",
        "description": "(1) Where a person, who is permitted by a Court to sue as an indigent person under sub-rule(3) of Rule 7 of Order XXXIII of the Code, is not represented by an Advocate, the Presiding Officer of the court shall, if the circumstances of the case so require, assign an Advocate to him from the list.\n\n(2) In any case where it is decided to assign a pleader under sub-rule (1), the court shall endeavour in the first instance to select a suitable advocate from that part of the list which comprises the names of the advocates, if any, willing to appear for undefended indigent persons without charging any fee."
    },
    {
        "chapter": "Legal Aid to Indigent Persons",
        "chapter_no": "XIX",
        "section_no": "302",
        "section_title": "(New) Time to be allowed to the Advocate assigned for preparation",
        "description": "(1) Where an advocate is assigned to represent an indigent person at state expense or otherwise, the court shall allow a period of at least seven days to the advocate to prepare the brief and shall adjourn the hearing of the case for that purpose.\n\n(2) The court shall allow, free of cost, inspection of the record of the case by the advocate so assigned."
    },
    {
        "chapter": "Legal Aid to Indigent Persons",
        "chapter_no": "XIX",
        "section_no": "303",
        "section_title": "(New) Fee payable to Advocate assigned",
        "description": "(1) The fee payable to an advocate assigned to represent an indigent person at State expense, shall not be less than Rs. 50 and not more than Rs.300 for the entire case at the discretion of the Presiding Officer of the court.\n\n(2) In suitable cases, the District Judge may, with the approval of the High Court, sanction fee not exceeding Rs.500.\n\n(3) If an advocate assigned to represent an indigent person is required to retire at any time after the engagement of an advocate by the indigent person at his own expense he shall be entitled to get as compensation an amount not less than Rs.50."
    },
    {
        "chapter": "Legal Aid to Indigent Persons",
        "chapter_no": "XIX",
        "section_no": "304",
        "section_title": "(New) Order to contain Advocate’s fee and Costs",
        "description": "Where the indigent plaintiff represented by an advocate assigned by the court succeeds, the order made under Rule 10 of Order XXXIII CPC shall also contain the advocate’s fee and other expenses calculated in accordance with the Advocates Fee Rules and Rule 55 of these Rules."
    },
    {
        "chapter": "Legal Aid to Indigent Persons",
        "chapter_no": "XIX",
        "section_no": "305",
        "section_title": "(New) Advocate engaged to prepare diary",
        "description": "An advocate engaged to represent an indigent person in any court subordinate to the High Court at State expense shall, at the conclusion of each day of hearing in the case, prepare and submit for counter-signature by the Presiding Officer of the court a diary containing the following details fully set out:\nDate | Case number and names of the parties | Name of the party represented | Duration of hearing | Work done | Signature of the presiding Officer | Remarks"
    },
    {
        "chapter": "Legal Aid to Indigent Persons",
        "chapter_no": "XIX",
        "section_no": "306",
        "section_title": "(New) District Judge to be the controlling officer for payment and audit of fees of Advocates engaged",
        "description": "(1) The District Judge shall be the controlling officer for the payment and audit of all fees due to advocates engaged to represent indigent persons in courts subordinate to the High Court.\n\n(2) The advocates shall submit their bills to the District Judge within one month of the disposal of the case by the court."
    }
]