[
    {
        "chapter": "Preliminary",
        "chapter_no": "I",
        "section_no": "1",
        "section_title": "Short title, extent and commencement",
        "description": "(1) This Act may be called the Limitation Act, 1963.\n(2) It extends to the whole of India.\n(3) It shall come into force on such date as the Central Government may, by notification in the Official Gazette, appoint."
    },
    {
        "chapter": "Preliminary",
        "chapter_no": "I",
        "section_no": "2",
        "section_title": "Definitions",
        "description": "In this Act, unless the context otherwise requires,—\n(a) \"applicant\" includes—\n(i) a petitioner;\n(ii) any person from or through whom an applicant derives his right to apply;\n(iii) any person whose estate is represented by the applicant as executor, administrator or other representative;\n(b) \"application\" includes a petition;\n(c) \"bill of exchange\" includes a hundi and a cheque;\n(d) \"bond\" includes any instrument whereby a person obliges himself to pay money to another, on condition that the obligation shall be void if a specified act is performed, or is not performed, as the case may be;\n(e) \"defendant\" includes—\n(i) any person from or through whom a defendant derives his liability to be sued;\n(ii) any person whose estate is represented by the defendant as executor, administrator or other representative;\n(f) \"easement\" includes a right not arising from contract, by which one person is entitled to remove and appropriate for his own profit any part of the soil belonging to another or anything growing in, or attached to, or subsisting upon, the land of another;\n(g) \"foreign country\" means any country other than India;\n(h) \"good faith\"—nothing shall be deemed to be done in good faith which is not done with due care and attention;\n(i) \"plaintiff\" includes—\n(i) any person from or through whom a plaintiff derives his right to sue;\n(ii) any person whose estate is represented by the plaintiff as executor, administrator or other representative;\n(j) \"period of limitation\" means the period of limitation prescribed for any suit, appeal or application by the Schedule, and \"prescribed period\" means the period of limitation computed in accordance with the provisions of this Act;\n(k) \"promissory note\" means any instrument whereby the maker engages absolutely to pay a specified sum of money to another at a time therein limited, or on demand, or at sight;\n(l) \"suit\" does not include an appeal or an application;\n(m) \"tort\" means a civil wrong which is not exclusively the breach of a contract or the breach of a trust;\n(n) \"trustee\" does not include a benamidar, a mortgagee remaining in possession after the mortgage has been satisfied or a person in wrongful possession without title."
    },
    {
        "chapter": "Limitation of Suits, Appeals and Applications",
        "chapter_no": "II",
        "section_no": "3",
        "section_title": "Bar of limitation",
        "description": "(1) Subject to the provisions contained in sections 4 to 24 (inclusive), every suit instituted, appeal preferred, and application made after the prescribed period shall be dismissed, although limitation has not been set up as a defence.\n(2) For the purposes of this Act,—\n(a) a suit is instituted,—\n(i) in an ordinary case, when the plaint is presented to the proper officer;\n(ii) in the case of a pauper, when his application for leave to sue as a pauper is made; and\n(iii) in the case of a claim against a company which is being wound up by the court, when the claimant first sends in his claim to the official liquidator;\n(b) any claim by way of a set off or a counter claim, shall be treated as a separate suit and shall be deemed to have been instituted—\n(i) in the case of a set off, on the same date as the suit in which the set off is pleaded;\n(ii) in the case of a counter claim, on the date on which the counter claim is made in court;\n(c) an application by notice of motion in a High Court is made when the application is presented to the proper officer of that court."
    },
    {
        "chapter": "Limitation of Suits, Appeals and Applications",
        "chapter_no": "II",
        "section_no": "4",
        "section_title": "Expiry of prescribed period when court is closed",
        "description": "Where the prescribed period for any suit, appeal or application expires on a day when the court is closed, the suit, appeal or application may be instituted, preferred or made on the day when the court re-opens.\nExplanation.—A court shall be deemed to be closed on any day within the meaning of this section if during any part of its normal working hours it remains closed on that day."
    },
    {
        "chapter": "Limitation of Suits, Appeals and Applications",
        "chapter_no": "II",
        "section_no": "5",
        "section_title": "Extension of prescribed period in certain cases",
        "description": "Any appeal or any application, other than an application under any of the provisions of Order XXI of the Code of Civil Procedure, 1908 (5 of 1908), may be admitted after the prescribed period if the appellant or the applicant satisfies the court that he had sufficient cause for not preferring the appeal or making the application within such period.\nExplanation.—The fact that the appellant or the applicant was misled by any order, practice or judgment of the High Court in ascertaining or computing the prescribed period may be sufficient cause within the meaning of this section."
    },
    {
        "chapter": "Limitation of Suits, Appeals and Applications",
        "chapter_no": "II",
        "section_no": "7",
        "section_title": "Disability of one of several persons",
        "description": "Where one of several persons jointly entitled to institute a suit or make an application for the execution of a decree is under any such disability, and a discharge can be given without the concurrence of such person, time will run against them all; but, where no such discharge can be given, time will not run as against any of them until one of them becomes capable of giving such discharge without the concurrence of the others or until the disability has ceased.\nExplanation I.—This section applies to a discharge from every kind of liability, including a liability in respect of any immovable property.\nExplanation II.—For the purposes of this section, the Manager of a Hindu undivided family governed by the Mitakshara law shall be deemed to be capable of giving a discharge without the concurrence of the other members of the family only if he is in management of the joint family property."
    },
    {
        "chapter": "Limitation of Suits, Appeals and Applications",
        "chapter_no": "II",
        "section_no": "8",
        "section_title": "Special exceptions",
        "description": "Nothing in section 6 or in section 7 applies to suits to enforce rights of preemption, or shall be deemed to extend, for more than three years from the cessation of the disability or the death of the person affected thereby, the period of limitation for any suit or application."
    },
    {
        "chapter": "Limitation of Suits, Appeals and Applications",
        "chapter_no": "II",
        "section_no": "9",
        "section_title": "Continuous running of time",
        "description": "Where once time has begun to run, no subsequent disability or inability to institute a suit or make an application stops it:\nProvided that, where letters of administration to the estate of a creditor have been granted to his debtor, the running of the period of limitation for a suit to recover the debt shall be suspended while the administration continues."
    },
    {
        "chapter": "Limitation of Suits, Appeals and Applications",
        "chapter_no": "II",
        "section_no": "10",
        "section_title": "Suits against trustees and their representatives",
        "description": "Notwithstanding anything contained in the foregoing provisions of this Act, no suit against a person in whom property has become vested in trust for any specific purpose, or against his legal representatives or assigns (not being assigns for valuable consideration), for the purpose of following in his or their hands such property, or the proceeds thereof, or for an account of such property or proceeds, shall be barred by any length of time.\nExplanation.—For the purposes of this section any property comprised in a Hindu, Muslim or Buddhist religious or charitable endowment shall be deemed to be property vested in trust for a specific purpose and the manager of the property shall be deemed to be the trustee thereof."
    },
    {
        "chapter": "Limitation of Suits, Appeals and Applications",
        "chapter_no": "II",
        "section_no": "11",
        "section_title": "Suits on contracts entered into outside the territories to which the Act extends",
        "description": "(1) Suits instituted in the territories to which this Act extends on contracts entered into in the State of Jammu and Kashmir or in a foreign country shall be subject to the rules of limitation contained in this Act.\n(2) No rule of limitation in force in the State of Jammu and Kashmir or in a foreign country shall be a defence to a suit instituted in the said territories on a contract entered into in that State or in a foreign country unless—\n(a) the rule has extinguished the contract; and\n(b) the parties were domiciled in that State or in the foreign country during the period prescribed by such rule."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "12",
        "section_title": "Exclusion of time in legal proceedings",
        "description": "(1) In computing the period of limitation for any suit, appeal or application, the day from which such period is to be reckoned, shall be excluded.\n(2) In computing the period of limitation for an appeal or an application for leave to appeal or for revision or for review of a judgment, the day on which the judgment complained of was pronounced and the time requisite for obtaining a copy of the decree, sentence or order appealed from or sought to be revised or reviewed shall be excluded.\n(3) Where a decree or order is appealed from or sought to be revised or reviewed, or where an application is made for leave to appeal from a decree or order, the time requisite for obtaining a copy of the judgment shall also be excluded.\n(4) In computing the period of limitation for an application to set aside an award, the time requisite for obtaining a copy of the award shall be excluded.\nExplanation.—In computing under this section the time requisite for obtaining a copy of a decree or an order, any time taken by the court to prepare the decree or order before an application for a copy thereof is made shall not be excluded."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "13",
        "section_title": "Exclusion of time in cases where leave to sue or appeal as a pauper is applied for",
        "description": "In computing the period of limitation prescribed for any suit or appeal in any case where an application for leave to sue or appeal as a pauper has been made and rejected, the time during which the applicant has been prosecuting in good faith his application for such leave shall be excluded, and the court may, on payment of the court fees prescribed for such suit or appeal, treat the suit or appeal as having the same force and effect as if the court fees had been paid in the first instance."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "14",
        "section_title": "Exclusion of time of proceeding bona fide in court without jurisdiction",
        "description": "(1) In computing the period of limitation for any suit the time during which the plaintiff has been prosecuting with due diligence another civil proceeding, whether in a court of first instance or of appeal or revision, against the defendant shall be excluded, where the proceeding relates to the same matter in issue and is prosecuted in good faith in a court which, from defect of jurisdiction or other cause of a like nature, is unable to entertain it.\n(2) In computing the period of limitation for any application, the time during which the applicant has been prosecuting with due diligence another civil proceeding, whether in a court of first instance or of appeal or revision, against the same party for the same relief shall be excluded, where such proceeding is prosecuted in good faith in a court which, from defect of jurisdiction or other cause of a like nature, is unable to entertain it.\n(3) Notwithstanding anything contained in rule 2 of Order XXIII of the Code of Civil Procedure, 1908 (5 of 1908), the provisions of sub-section (1) shall apply in relation to a fresh suit instituted on permission granted by the court under rule 1 of that Order, where such permission is granted on the ground that the first suit must fail by reason of a defect in the jurisdiction of the court or other cause of a like nature.\nExplanation.—For the purposes of this section,—\n(a) in excluding the time during which a former civil proceeding was pending, the day on which that proceeding was instituted and the day on which it ended shall both be counted;\n(b) a plaintiff or an applicant resisting an appeal shall be deemed to be prosecuting a proceeding;\n(c) misjoinder of parties or of causes of action shall be deemed to be a cause of a like nature with defect of jurisdiction."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "15",
        "section_title": "Exclusion of time in certain other cases",
        "description": "(1) In computing the period of limitation of any suit or application for the execution of a decree, the institution or execution of which has been stayed by injunction or order, the time of the continuance of the injunction or order, the day on which it was issued or made, and the day on which it was withdrawn, shall be excluded.\n(2) In computing the period of limitation for any suit of which notice has been given, or for which the previous consent or sanction of the Government or any other authority is required, the period of such notice or the time required for obtaining such consent or sanction shall be excluded.\nExplanation.—In excluding the time required for obtaining the consent or sanction of the Government or any other authority, the date on which the application was made for obtaining the consent or sanction and the date of receipt of the order of the Government or other authority shall both be counted.\n(3) In computing the period of limitation for any suit or application for execution of a decree by any receiver or interim receiver appointed in insolvency proceedings or by any liquidator in company winding-up proceedings, the period from the institution of such proceeding until three months after such appointment shall be excluded.\n(4) In computing the period of limitation for a suit for possession by a purchaser at a sale in execution of a decree, the time during which a proceeding to set aside the sale has been prosecuted shall be excluded.\n(5) In computing the period of limitation for any suit, the time during which the defendant has been absent from India shall be excluded."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "16",
        "section_title": "Effect of death on or before the accrual of the right to sue",
        "description": "(1) Where a person who would, if living, have a right to institute a suit or make an application dies before the right accrues, or where a right to institute a suit or make an application accrues only on the death of a person, the period of limitation shall be computed from the time when there is a legal representative capable of instituting such suit or making such application.\n(2) Where a person against whom a right to institute a suit or make an application would have accrued dies before the right accrues, or where a right to institute a suit or make an application accrues on the death of such person, the period of limitation shall be computed from the time when there is a legal representative against whom the plaintiff may institute such suit or make such application.\n(3) Nothing in sub-section (1) or (2) applies to suits to enforce rights of pre-emption or to suits for possession of immovable property or a hereditary office."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "17",
        "section_title": "Effect of fraud or mistake",
        "description": "(1) Where, in the case of any suit or application for which a period of limitation is prescribed by this Act,—\n(a) the suit or application is based upon the fraud of the defendant or respondent or his agent; or\n(b) the knowledge of the right or title on which a suit or application is founded is concealed by the fraud of any such person; or\n(c) the suit or application is for relief from the consequences of a mistake; or\n(d) where any document necessary to establish the right of the plaintiff or applicant has been fraudulently concealed from him,\nthe period of limitation shall not begin to run until the plaintiff or applicant has discovered the fraud or the mistake or could, with reasonable diligence, have discovered it; or in the case of a concealed document, until the plaintiff or applicant first had the means of producing the concealed document or compelling its production.\nProvided that nothing in this section shall enable any suit to be instituted or application to be made to recover or enforce any charge against, or set aside any transaction affecting, any property which—\n(i) in the case of fraud, has been purchased for valuable consideration by a person who was not a party to the fraud and did not at the time of the purchase know, or have reason to believe, that any fraud had been committed, or\n(ii) in the case of mistake, has been purchased for valuable consideration subsequently to the transaction in which the mistake was made, by a person who did not know, or have reason to believe, that the mistake had been made, or\n(iii) in the case of a concealed document, has been purchased for valuable consideration by a person who was not a party to the concealment and did not at the time of purchase know, or have reason to believe, that the document had been concealed.\n(2) Where a judgment-debtor has, by fraud or force, prevented the execution of a decree or order within the period of limitation, the court may, on the application of the judgment-creditor made after the expiry of the said period, extend the period for execution of the decree or order.\nProvided that such application is made within one year from the date of the discovery of the fraud or the cessation of force, as the case may be."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "18",
        "section_title": "Effect of acknowledgment in writing",
        "description": "(1) Where, before the expiration of the prescribed period for a suit or application in respect of any property or right, an acknowledgment of liability in respect of such property or right has been made in writing signed by the party against whom such property or right is claimed, or by any person through whom he derives his title or liability, a fresh period of limitation shall be computed from the time when the acknowledgment was so signed.\n(2) Where the writing containing the acknowledgment is undated, oral evidence may be given of the time when it was signed; but subject to the provisions of the Indian Evidence Act, 1872 (1 of 1872), oral evidence of its contents shall not be received.\nExplanation.—For the purposes of this section,—\n(a) an acknowledgment may be sufficient though it omits to specify the exact nature of the property or right;\n(b) the word “signed” means signed either personally or by an agent duly authorised in this behalf;\n(c) an application for the execution of a decree or order shall not be deemed to be an application in respect of any property or right."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "19",
        "section_title": "Effect of payment on account of debt or of interest on legacy",
        "description": "Where payment on account of a debt or of interest on a legacy is made before the expiration of the prescribed period by the person liable to pay the debt or legacy or by his agent duly authorised in this behalf, a fresh period of limitation shall be computed from the time when the payment was made.\nProvided that, save in the case of payment of interest made before the 1st day of January, 1928, an acknowledgment of the payment appears in the handwriting of, or in a writing signed by, the person making the payment.\nExplanation.—For the purposes of this section,—\n(a) where mortgaged land is in the possession of the mortgagee, the receipt of the rent or produce of such land shall be deemed to be a payment;\n(b) “debt” does not include money payable under a decree or order of a court."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "20",
        "section_title": "Effect of acknowledgment or payment by another person",
        "description": "(1) The expression “agent duly authorised in this behalf” in sections 18 and 19 shall, in the case of a person under disability, include his lawful guardian, committee or manager or an agent duly authorised by such guardian, committee or manager to sign the acknowledgment or make the payment.\n(2) Nothing in the said sections renders one of several joint contractors, partners, executors or mortgagees chargeable by reason only of a written acknowledgment signed by, or of a payment made by, or by the agent of, any other or others of them.\n(3) For the purposes of the said sections,—\n(a) an acknowledgment signed or a payment made in respect of any liability by, or by the duly authorised agent of, any limited owner of property who is governed by Hindu law, shall be a valid acknowledgment or payment, as the case may be, against a reversioner succeeding to such liability;\n(b) where a liability has been incurred by, or on behalf of a Hindu undivided family as such, an acknowledgment or payment made by, or by the duly authorised agent of, the manager of the family for the time being shall be deemed to have been made on behalf of the whole family."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "21",
        "section_title": "Effect of substituting or adding new plaintiff or defendant",
        "description": "(1) Where after the institution of a suit, a new plaintiff or defendant is substituted or added, the suit shall, as regards him, be deemed to have been instituted when he was so made a party:\nProvided that where the court is satisfied that the omission to include a new plaintiff or defendant was due to a mistake made in good faith it may direct that the suit as regards such plaintiff or defendant shall be deemed to have been instituted on any earlier date.\n(2) Nothing in sub-section (1) shall apply to a case where a party is added or substituted owing to assignment or devolution of any interest during the pendency of a suit or where a plaintiff is made a defendant or a defendant is made a plaintiff."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "22",
        "section_title": "Continuing breaches and torts",
        "description": "In the case of a continuing breach of contract or in the case of a continuing tort, a fresh period of limitation begins to run at every moment of the time during which the breach or the tort, as the case may be, continues."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "23",
        "section_title": "Suits for compensation for acts not actionable without special damage",
        "description": "In the case of a suit for compensation for an act which does not give rise to a cause of action unless some specific injury actually results therefrom, the period of limitation shall be computed from the time when the injury results."
    },
    {
        "chapter": "Computation of Period of Limitation",
        "chapter_no": "III",
        "section_no": "24",
        "section_title": "Computation of time mentioned in instruments",
        "description": "All instruments shall for the purposes of this Act be deemed to be made with reference to the Gregorian calendar."
    },
    {
        "chapter": "Acquisition of Ownership by Possession",
        "chapter_no": "IV",
        "section_no": "25",
        "section_title": "Acquisition of easements by prescription",
        "description": "(1) Where the access and use of light or air to and for any building have been peaceably enjoyed therewith as an easement, and as of right, without interruption, and for twenty years, and where any way or watercourse or the use of any water or any other easement (whether affirmative or negative) has been peaceably and openly enjoyed by any person claiming title thereto as an easement and as of right without interruption and for twenty years, the right to such access and use of light or air, way, watercourse, use of water, or other easement shall be absolute and indefeasible.\n(2) Each of the said periods of twenty years shall be taken to be a period ending within two years next before the institution of the suit wherein the claim to which such period relates is contested.\n(3) Where the property over which a right is claimed under sub-section (1) belongs to the Government that sub-section shall be read as if for the words “twenty years” the words “thirty years” were substituted.\nExplanation.—Nothing is an interruption within the meaning of this section, unless where there is an actual discontinuance of the possession or enjoyment by reason of an obstruction by the act of some person other than the claimant, and unless such obstruction is submitted to or acquiesced in for one year after the claimant has notice thereof and of the person making or authorising the same to be made."
    },
    {
        "chapter": "Acquisition of Ownership by Possession",
        "chapter_no": "IV",
        "section_no": "26",
        "section_title": "Exclusion in favour of reversioner of servient tenement",
        "description": "Where any land or water upon, over or from, which any easement has been enjoyed or derived has been held under or by virtue of any interest for life or in terms of years exceeding three years from the granting thereof, the time of the enjoyment of such easement during the continuance of such interest or term shall be excluded in the computation of the period twenty years in case the claim is, within three years next after the determination of such interest or term, resisted by the person entitled on such determination to the said land or water."
    },
    {
        "chapter": "Acquisition of Ownership by Possession",
        "chapter_no": "IV",
        "section_no": "27",
        "section_title": "Extinguishment of right to property",
        "description": "At the determination of the period hereby limited to any person for instituting a suit for possession of any property, his right to such property shall be extinguished."
    },
    {
        "chapter": "Miscellaneous",
        "chapter_no": "V",
        "section_no": "28",
        "section_title": "Amendment of certain Acts",
        "description": "Rep. by Repealing and Amending Act, 1974 (56 of 1974), s. 2 and the First Schedule (w.e.f. 20-12-1974)."
    },
    {
        "chapter": "Miscellaneous",
        "chapter_no": "V",
        "section_no": "29",
        "section_title": "Savings",
        "description": "(1) Nothing in this Act shall affect section 25 of the Indian Contract Act, 1872 (9 of 1872).\n(2) Where any special or local law prescribes for any suit, appeal or application a period of limitation different from the period prescribed by the Schedule, the provisions of section 3 shall apply as if such period were the period prescribed by the Schedule and for the purpose of determining any period of limitation prescribed for any suit, appeal or application by any special or local law, the provisions contained in sections 4 to 24 (inclusive) shall apply only in so far as, and to the extent to which, they are not expressly excluded by such special or local law.\n(3) Save as otherwise provided in any law for the time being in force with respect to marriage and divorce, nothing in this Act shall apply to any suit or other proceeding under any such law.\n(4) Sections 25 and 26 and the definition of “easement” in section 2 shall not apply to cases arising in the territories to which the Indian Easements Act, 1882 (5 of 1882), may for the time being extend."
    },
    {
        "chapter": "Miscellaneous",
        "chapter_no": "V",
        "section_no": "30",
        "section_title": "Provision for suits, etc., for which the prescribed period is shorter than the period prescribed by the Indian Limitation Act, 1908",
        "description": "Notwithstanding anything contained in this Act,—\n(a) any suit for which the period of limitation is shorter than the period of limitation prescribed by the Indian Limitation Act, 1908 (9 of 1908), may be instituted within a period of [seven years] next after the commencement of this Act or within the period prescribed for such suit by the Indian Limitation Act, 1908 (9 of 1908), whichever period expires earlier:\n[Provided that if in respect of any such suit, the said period of seven years expires earlier than the period of limitation prescribed therefor under the Indian Limitation Act, 1908 (9 of 1908) and the said period of seven years together with so much of the period of limitation in respect of such suit under the Indian Limitation Act, 1908 (9 of 1908), as has already expired before the commencement of this Act is shorter than the period prescribed for such suit under this Act, then, the suit may be instituted within the period of limitation prescribed therefor under this Act;]\n(b) any appeal or application for which the period of limitation is shorter than the period of limitation prescribed by the Indian Limitation Act, 1908 (9 of 1908), may be preferred or made within a period of ninety days next after the commencement of this Act or within the period prescribed for such appeal or application by the Indian Limitation Act, 1908, whichever period expires earlier."
    },
    {
        "chapter": "Miscellaneous",
        "chapter_no": "V",
        "section_no": "30A",
        "section_title": "Provision for suits, etc., for which the prescribed period is shorter than the period prescribed by the Limitation Act, Samvat 1995",
        "description": "Notwithstanding anything contained in this Act,—\n(a) Any suit for which the period of limitation is shorter than the period of limitation prescribed by the Limitation Act, Samvat 1995, may be instituted within a period of one year next after the commencement of the Jammu and Kashmir Reorganisation Act, 2019 or within the period prescribed for such suit by the Limitation Act, Samvat 1995, whichever period expires earlier:\nProvided that if in respect of any such suit, the said period of one year expires earlier than the period of limitation prescribed therefor under the Limitation Act, Samvat 1995 (now repealed) and the said period of one year together with so much of the period of limitation in respect of such suit under the said Act, as has already expired before the commencement of the Jammu and Kashmir Reorganisation Act, 2019 is shorter than the period prescribed for such suit under the Limitation Act, 1963, then, the suit may be instituted within the period of limitation prescribed therefor under the Limitation Act, 1963;\n(b) Any appeal or application for which the period of limitation is shorter than the period of limitation prescribed by the Limitation Act, Samvat 1995, may be preferred or made within a period of ninety days next after the commencement of the Jammu and Kashmir Reorganisation Act, 2019 or within the period prescribed for such appeal or application by the Limitation Act, Samvat 1995, whichever period expires earlier.\n[Vide the Jammu and Kashmir Reorganization (Adaptation of Central Laws) Order, 2020, vide notification No. S.O. 1123(E) dated (18-3-2020) and Vide Union Territory of Ladakh Reorganisation (Adaptation of Central Laws) Order, 2020, notification No. S.O. 3774(E), dated (23-10-2020).]"
    },
    {
        "chapter": "Miscellaneous",
        "chapter_no": "V",
        "section_no": "31",
        "section_title": "Provisions as to barred or pending suits, etc.",
        "description": "Nothing in this Act shall,—\n(a) enable any suit, appeal or application to be instituted, preferred or made, for which the period of limitation prescribed by the Indian Limitation Act, 1908 (9 of 1908), expired before the commencement of this Act; or\n(b) affect any suit, appeal or application instituted, preferred or made before, and pending at, such commencement."
    },
    {
        "chapter": "Miscellaneous",
        "chapter_no": "V",
        "section_no": "32",
        "section_title": "Repeal",
        "description": "Rep. by Repealing and Amending Act, 1974 (56 of 1974), s. 2 and the First Schedule (w.e.f. 20-12-1974)."
    }
]
